[{"denominatorType":"Discharges","ciMethod":"Byar\u0027s method","unitLabel":"%","unitValue":"100","indicatorDefinition":"This indicator measures the percentage of emergency admissions to any hospital in England (includes activity in English NHS Hospitals and English NHS commissioned activity in the independent sector) occurring within 30 days of the most recent discharge from hospital.\r\n\u0026nbsp;Activity is excluded where:\r\n-The provider has submitted data to the Mental Health Services Dataset (MHSDS) and no longer submits\u0026nbsp; \u0026nbsp; \u0026nbsp;to HES.\r\n-The specialised service within which the patient is treated includes mental health services.\r\n-The specialised service within which the patient is treated includes Obstetrics (501), Midwifery Service (560) or Maternity Function (610) and the primary diagnosis is Obstetrics.\r\n-There is a diagnosis of cancer or chemotherapy for cancer during the stay in hospital or within the last year.","rationale":"This indicator reflects the importance of helping people to recover from episodes of ill health or following injury. These can be seen as two complementary objectives:\r\n\r\npreventing conditions from becoming more serious (wherever possible) and\r\nhelping people to recover effectively\r\n\r\nHealthcare, along with social care, is a major determinant of how well a patient recovers (including through rehabilitation) following illness or injury; if a person does not recover well, it is more likely that they will require hospital treatment again within the next 30 days. Thus, readmissions have been widely used as an indicator of the success of health and social care in helping people to recover.This indicator is also included within the NHS Outcomes Framework under the domain \u0027Helping to recover from episodes of ill health or following injury\u0027.","dataSource":"NHS England","method":"Indirectly age, sex, method of admission and diagnosis or procedure standardised percentage of emergency admissions to any hospital (includes activity in English NHS Hospitals and English NHS commissioned activity in the independent sector) in England occurring within 30 days of the last, previous discharge from hospital after admission.\r\nIndirect standardisation involves the calculation of the ratio of observed number of events (for the local authority) and the number of events that would be expected if it had experienced the same event rates as those of patients in England, given the casemix of age, sex, method of admission and diagnosis or procedure of its patients.\r\nFor full details of the calculation, see the \u0022Construction\u0022 section of the indicator specification:https://digital.nhs.uk/data-and-information/publications/statistical/compendium-emergency-readmissions/current/specifications/emergency-readmissions-within-30-days-of-discharge-from-hospital_4#construction","standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":"\r\nThe number of finished and unfinished CIP spells that are emergency admissions within 0-29 days (inclusive) of the last, previous discharge from hospital (see denominator), including those where the patient dies, but excluding the following at readmission:\r\n-Those with a main treatment function and primary diagnosis coded as obstetrics.\r\n-Those with a diagnosis of cancer (other than benign or in situ) or chemotherapy for cancer.\r\n-Those providers that have submitted activity to the Mental Health Services Dataset (MHSDS) and no longer submitting data to HES.\r\n-Those with a main treatment function as mental health services.\r\n\u0026nbsp;\r\nSee link for detailed construction: https://digital.nhs.uk/data-and-information/publications/statistical/compendium-emergency-readmissions/current/specifications/emergency-readmissions-within-30-days-of-discharge-from-hospital_4\r\n","denominatorSource":null,"denominatorDefinition":" \r\nThe number of finished CIP spells with a valid Geographic value, within selected medical and surgical specialties, with a discharge date up to 31st March within the financial year of analysis. Day cases, spells with a discharge coded as death, maternity spells (based on specialty, admission or discharge episode type and primary diagnosis), and those with mention of a diagnosis of cancer or chemotherapy for cancer anywhere in the spell are excluded. Patients with mention of a diagnosis of cancer or chemotherapy for cancer anywhere in the 365 days prior to admission are also excluded.\r\n\u0026nbsp;\r\nSee link for detailed construction: https://digital.nhs.uk/data-and-information/publications/statistical/compendium-emergency-readmissions/current/specifications/emergency-readmissions-within-30-days-of-discharge-from-hospital_4","disclouseControl":"Values based on counts of between 1 and 7 have been suppressed in line with the HES suppression rules","caveats":"Methodology Update: October 2023\r\nDue to HES no longer receiving mental health provider\u0027s data, previous trend data would not match new data. To combat this, previous years have been recalculated. This has affected both the numerators and denominators of the national and subnational count values, decreasing both, including the Deprivation breakdowns.\r\nThe difference in the original values and new recalculated values is greater in earlier years such as 2013/14. The largest example of difference given is of 3.8% lower. The average provider indicator count value in 2013/14 drops by 0.31% and in 2021/22 the drop is less at 0.02%.\r\nThis change in methodology should not result in an increase or a large decrease in the count values, only a minor decrease.\r\nFull details can be found at here: https://digital.nhs.uk/data-and-information/find-data-and-publications/statement-of-administrative-sources/methodological-changes#indicators\r\nWhen using indirect standardisation, it is inappropriate to compare sub-geographies with each other, all comparisons should be made with the national figure.","copyright":"Information from NHS England, licenced under the current version of the Open Government Licence.","reuse":"Extracts may only be reproduced by permission.","notes":"The indicator does not make any adjustment for deprivation but does provide a breakdown by deprivation quintile, from 1 \u0026ldquo;most deprived\u0026rdquo; to 5 \u0026ldquo;least deprived\u0026rdquo;.\r\nThe deprivation quintile is derived by linking HES data to the IMD dataset using the lower super output area 2011 (LSOA11) field. An updated version of these indices was published in late 2019 and has been used in place of the 2015 indices.\r\n\u0026nbsp;\r\nAs the value type is an indirectly standardised proportion, it is not possible to calculate values without knowing the age, sex, and method of admission and diagnosis or procedure for each patient. For this reason county level data are not presented as these are not published by NHS Digital.NHS England identified a data quality issue affecting HES data for Nottingham University Hospitals Trust (NUH) in 2016 to 2017. Over 30% of records from this trust did not have a valid geography of residence assigned. Therefore, values have not been published for indicators based on HES data for areas that had more than 20% of patients from that area treated at NUH in the previous year (2015 to 2016). Areas where 10% to 20% of the previous year\u0026rsquo;s patients were treated at NUH have been flagged and should be treated with caution.NHS England identified a data quality issue affecting HES data for East Sussex Healthcare NHS Trust (RXC) in 2018 to 2019. Approximately 85,000 records erroneously had all diagnosis codes removed. Therefore, values have not been published for indicators based on HES data for areas that had more than 10% of patients from that area with missing diagnosis codes from RXC in the current year (2018 to 2019). Areas with between 1 to 10% of patients with missing diagnosis codes from RXC have been flagged to be treated with caution.NHS England identified a data quality issue affecting Frimley Health Foundation Trust in 2022 to 2023. Frimley Health Foundation Trust did not submit HES data for June 2022 to March 2023. Therefore, values have not been published based on HES data for areas that had over 10% of hospital patients from an area treated at Frimley Health Foundation Trust in the previous year (2021 to 2022). Areas with between 1 to 10% of patients treated at Frimley Health Foundation Trust in the previous year (2021 to 2022) have been flagged to be treated with caution.\r\nThe Coronavirus (COVID19) pandemic began to have an impact on Hospital Episode Statistics data in the 2019 to 2020 financial year, which continued into the 2020 to 2021 financial year. Consequently, the submitted data will show different patterns, such as fewer patients being admitted to hospitals. Therefore statistics that contain data from this period should be interpreted with caution.\r\n\u0026nbsp;\r\nThere is an ongoing review by NHS Digital of Emergency Readmissions which includes indicators across the frameworks. Phase Two of the review has been on hold due to the pandemic . During the review this indicator is designated as an experimental statistic. Experimental statistics are official statistics which are published in order to involve users and stakeholders in their development and as a means to build in quality at an early stage.\r\n\u0026nbsp;","frequency":"Annual","rounding":"Indicator values and lower and upper confidence intervals are rounded to one decimal place. Expected values are rounded to the nearest whole number. Numerators and denominators are rounded to the nearest 5 as per the HES suppression method.","associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E54000008","E54000048","E06000063","E06000064","E10000017"],"latestDataPeriod":2023,"earliestDataPeriod":2013,"lastUpdatedDate":"2025-01-15T14:03:34","usedInPoc":true,"hasInequalities":true,"indicatorID":41101,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Indirectly standardised proportion","indicatorName":"Emergency readmissions within 30 days of discharge from hospital"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Question 36. People were asked: \u0022Which, if any, of the following long-term conditions do you have?\u0022. The indicator value is the percentage of people who answered this question with \u0022Alzheimer\u0027s disease or other cause of dementia\u0022 from all responses to this question.","rationale":null,"dataSource":"GP Patient Survey","method":"Weighted survey results for GP practices are taken from the source. For local authorities, the values were estimated allocating the practice values by practice postcode to the local authorities and aggregating the counts and denominators to calculate a local authority value.","standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":null,"denominatorSource":null,"denominatorDefinition":null,"disclouseControl":null,"caveats":"Up to 2015/16, the GP Patient Survey has been carried out in two waves whose results have been combined and published as annual data, related to the financial year. Since 2017 there is only one wave of data collection between January and March of the respective calendar year, we have made the decision to change the metadata to calendar year in line with the GP Patient Survey website. This means that previous year\u0027s data needed to be relabelled in the same way and e.g. \u00272015/16\u0027 became \u00272016\u0027.In 2018, substantial changes have been made to the questionnaire and the age of people receiving the questionnaire has been lowered from 18\u002B yrs to 16\u002B yrs. Therefore, year on year results should not be compared and trends need to be interpreted with caution.","copyright":null,"reuse":null,"notes":"All results are based on weighted data. For details on weighting, please see the FAQ section of GPPS.For technical details, please see:\u0026nbsp;GP Patient Survey 2023 - Technical Report.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81041","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","E54000008","E54000048","U01901","U02678","U02731","U05906","U06000","U07776","U08086","U09057","U09100","U09643","U10730","U10791","U11269","U12833","U14045","U14878","U16644","U17992","U18460","U19808","U20349","U21400","U21757","U25520","U25656","U25799","U26788","U27624","U28237","U29000","U29951","U31094","U31313","U31504","U31823","U34632","U34816","U35939","U35980","U37296","U37618","U42807","U45014","U45611","U45809","U46976","U47882","U48502","U49070","U49727","U50573","U53230","U54911","U57096","U57480","U59570","U59980","U63454","U64436","U64639","U65582","U66020","U67149","U67183","U68943","U69695","U69841","U71643","U74229","U79049","U79121","U79408","U81405","U82077","U82612","U82731","U85493","U85986","U87975","U88348","U88623","U92975","U94009","U94037","U96653","U96870","U97645","U98152","U98432","U99194","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017"],"latestDataPeriod":2024,"earliestDataPeriod":2012,"lastUpdatedDate":"2024-10-31T16:03:34","usedInPoc":true,"hasInequalities":true,"indicatorID":383,"polarity":"No judgement","benchmarkComparisonMethod":"Quintiles","valueType":"Proportion","indicatorName":"People reporting Alzheimer\u0027s disease or dementia"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"The recorded dementia prevalence is the number of people with dementia recorded on GP practice registers as a proportion of the people (all ages) registered at each GP practice. Where allocated to a local authority boundary this was done using the postcode of the practice.","rationale":"Dementia is a syndrome characterised by an insidious but ultimately catastrophic, progressive global deterioration in intellectual function and is a main cause of late-life disability. The prevalence of dementia increases with age and is estimated to be approximately 20% at 80 years of age. The annual incidence of vascular dementia is 1.2/100 overall person years at risk and is the same in all age groups. Alzheimer\u0026rsquo;s disease accounts for 50 - 75% of cases of dementia.The annual incidence of dementia of the Alzheimer type rises to 34.3/100 person years at risk in the 90 year age group; the prevalence is higher in women than in men due to the longer lifespan of women. Other types of dementia such as Lewy Body dementia and fronto-temporal dementia are relatively rare but can be very distressing. In a third of cases, dementia is associated with other psychiatric symptoms (depressive disorder, adjustment disorder, generalised anxiety disorder, alcohol related problems). A complaint of subjective memory impairment is an indicator of dementia especially when there is altered functioning in terms of activities of daily living.","dataSource":"Quality and Outcomes Framework (QOF), NHS England","method":"numerator/denominator * 100","standardPopulation":null,"ciMethodDetails":null,"countSource":"Quality and Outcomes Framework (QOF), NHS Digital","countDefinition":"The number of patients registered with dementia, as recorded on practice disease registers.","denominatorSource":"Quality and Outcomes Framework (QOF), NHS Digital","denominatorDefinition":"The number of people registered at GP practices (all ages). Where allocated to a local authority boundary this was done using the postcode of the practice.","disclouseControl":null,"caveats":null,"copyright":null,"reuse":null,"notes":"Where local authority values are presented, these were calculated by assigning all patients of the GP to the local authority where the GP practice is located (main address as listed in the ODS  epraccur file).PCN values are not necessarily a perfect match with the values published in QOF because these groups of practices are still changing quite frequently. The aggregated values presented in Fingertips are based on the epcn file (v. 26/04/24), which may contain more up-to-date PCN allocations than those found in the 2022/23 QOF data files.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","N81041","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000233","E54000008","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E40000003","E54000048","E38000226","E38000227","E38000228","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012"],"latestDataPeriod":2023,"earliestDataPeriod":2009,"lastUpdatedDate":"2024-09-24T11:07:37","usedInPoc":true,"hasInequalities":true,"indicatorID":247,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (99.8)","valueType":"Proportion","indicatorName":"Dementia prevelence (Quality and Outcomes Framework)"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Question 58. People were asked: \u0022Do you look after, or give any help or support to family members, friends, neighbours or others because of either:\r\n\r\nlong-term physical or mental ill-health / disability, or\r\nproblems related to old age?\u0022.\r\n\r\nThe indicator value is the percentage of people who answered this question with a \u0022Yes\u0022 (various ranges of hours per week) from all responses to this question.","rationale":null,"dataSource":"GP Patient Survey","method":"Weighted survey results for GP practices are taken from the source. For local authorities, the values were estimated allocating the practice values by practice postcode to the local authorities and aggregating the counts and denominators to calculate a local authority value.","standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":null,"denominatorSource":null,"denominatorDefinition":null,"disclouseControl":null,"caveats":"Up to 2015/16, the GP Patient Survey has been carried out in two waves whose results have been combined and published as annual data, related to the financial year. Since 2017 there is only one wave of data collection between January and March of the respective calendar year, we have made the decision to change the metadata to calendar year in line with the GP Patient Survey website. This means that previous year\u0027s data needed to be relabelled in the same way and e.g. \u00272015/16\u0027 became \u00272016\u0027.In 2018, substantial changes have been made to the questionnaire and the age of people receiving the questionnaire has been lowered from 18\u002B yrs to 16\u002B yrs. Therefore, year on year results should not be compared and trends need to be interpreted with caution.","copyright":null,"reuse":null,"notes":"All results are based on weighted data. For details on weighting, please see the FAQ section of GPPS.For technical details, please see:\u0026nbsp;GP Patient Survey 2023 - Technical Report.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81041","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","U01901","U02678","U02731","U05906","U06000","U07776","U08086","U09057","U09100","U09643","U10730","U10791","U11269","U12833","U14045","U14878","U16644","U17992","U18460","U19808","U20349","U21400","U21757","U25520","U25656","U25799","U26788","U27624","U28237","U29000","U29951","U31094","U31313","U31504","U31823","U34632","U34816","U35939","U35980","U37296","U37618","U42807","U45014","U45611","U45809","U46976","U47882","U48502","U49070","U49727","U50573","U53230","U54911","U57096","U57480","U59570","U59980","U63454","U64436","U64639","U65582","U66020","U67149","U67183","U68943","U69695","U69841","U71643","U74229","U79049","U79121","U79408","U81405","U82077","U82612","U82731","U85493","U85986","U87975","U88348","U88623","U92975","U94009","U94037","U96653","U96870","U97645","U98152","U98432","U99194","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E40000003","E40000005","E40000006","E40000007","E40000010","E54000008","E54000048"],"latestDataPeriod":2024,"earliestDataPeriod":2012,"lastUpdatedDate":"2024-10-31T16:03:34","usedInPoc":true,"hasInequalities":true,"indicatorID":352,"polarity":"No judgement","benchmarkComparisonMethod":"Quintiles","valueType":"Proportion","indicatorName":"People with caring responsibility aged 16 years and over"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"All children at age 24 months who have received the complete course (4 doses) of hepatitis B vaccine within each reporting area as a percentage of all the eligible population as defined in the hepatitis B chapter of the immunisation against infectious diseases \u0022Green Book\u0022 (have maternal Hep B positive status).","rationale":"Infants born to hepatitis B virus (HBV) infected mothers are at high risk of acquiring HBV infection themselves. Babies born to infected mothers are given a dose of the hepatitis B vaccine after they are born. This is followed by another two doses (with a month in between each) and a booster dose 24 months later. Around 20% of people with chronic hepatitis B will go on to develop scarring of the liver (cirrhosis), which can take 20 years to develop, and around 1 in 10 people with cirrhosis will develop liver cancer.\r\nVaccination coverage is the best indicator of the level of protection a population will have against vaccine preventable communicable diseases. Coverage is closely correlated with levels of disease. Monitoring coverage identifies possible drops in immunity before levels of disease rise.\r\nSince April 2000 it has been recommended that all pregnant women in England and Wales should be offered testing for hepatitis B through screening for HBsAg, and that all babies of HBsAg seropositive women should be immunised (HSC 1998 127). A dose of paediatric hepatitis B vaccine is recommended for all infants born to an HBV infected mother as soon as possible after birth, then at 1 and 2, and 24 months of age (https://www.gov.uk/government/collections/hepatitis-b-guidance-data-and-analysis). Previous evidence shows that highlighting vaccination programmes encourages improvements in uptake levels may also have relevance for NICE guidance PH21: Reducing differences in the uptake of immunisations (The guidance aims to increase immunisation uptake among those aged under 19 years from groups where uptake is low).","dataSource":"NHS England","method":"Crude percentage: numerator is divided by denominator and then multiplied by 100.","standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":"Number of children at age 24 months who have received the complete course (4 doses) of hepatitis B vaccine. Numerator counts for local authorities include all people registered with practices in the local authority, and no data are available to provide resident based figures.","denominatorSource":null,"denominatorDefinition":"Eligible population as defined in the hepatitis B chapter of the immunisation against infectious diseases \u0022Green Book\u0022 (have maternal Hep B positive status).Denominators for local authorities include all people registered with practices in the local authority, and no data are available to provide resident based figures.","disclouseControl":"Small number suppression is carried out on data in this table, using the following methodology:\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; a. Suppress all data (i.e. eligible population, number vaccinated and coverage) where the eligible population is 1 or 2.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;b. Where the eligible population is greater than 2 and the number of children vaccinated is 0 or 1, suppress the number of children vaccinated and the coverage.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;","caveats":"These statistics have been published as \u0026lsquo;experimental statistics\u0026rsquo; in the NHS Digital \u0026ldquo;NHS Immunisation Statistics, England\u0026rdquo; report. There are a number of issues with the hepatitis B dataset which have either impacted on data quality or have raised potential concerns around the quality of the data. Selective neonatal hepatitis B coverage data are reported by local authority (LA) responsible population for the first time in the 2015 to 2016 publication. Many LAs could not supply complete data on infants born to hepatitis B positive mothers and for a number of other LAs there were data quality issues. It has therefore not been possible to estimate figures for those LAs or describe the quality and completeness of LA data with any accuracy. (see Quality Statement for 2015 to 2016 for more information). UKHSA has also published data for LAs that are co terminus with former PCTs but provided data by PCT rather than LA. These data were not published or validated by NHS Digital.","copyright":"Copyright \u0026copy; 2023, NHS England","reuse":"You may re-use this document/publication (not including logos) free of charge in any format or medium, under the terms of the Open Government Licence v3.0.","notes":"Data for Hepatitis B coverage at 24 months is currently collected at local authority level by UKHSA. The data received are often incomplete. Despite this it was considered that the indicator\u0027s importance still warranted its publication.\r\nDue to the large number of local authorities with missing data there is no spine chart in the Areas tab for this indicator.","frequency":"Annual (for NHS Digital data release, COVER data collected for every quarter by UKHSA).","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E06000063","E06000064"],"latestDataPeriod":2023,"earliestDataPeriod":2010,"lastUpdatedDate":"2024-10-01T13:40:16","usedInPoc":true,"hasInequalities":true,"indicatorID":30302,"polarity":"High is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Hepatitis B vaccination coverage aged 2 years"},{"denominatorType":"Population","ciMethod":"Byar\u0027s method","unitLabel":"per 1,000","unitValue":"1000","indicatorDefinition":"Conceptions in women aged under 18 per 1,000 females aged 15-17","rationale":"Most teenage pregnancies are unplanned and around half end in an abortion. As well as it being an avoidable experience for the young woman, abortions represent an avoidable cost to the NHS. And while for some young women having a child when young can represent a positive turning point in their lives, for many more teenagers bringing up a child is extremely difficult and often results in poor outcomes for both the teenage parent and the child, in terms of the baby\u0026rsquo;s health, the mother\u0026rsquo;s emotional health and well-being and the likelihood of both the parent and child living in long-term poverty.\r\nResearch evidence, particularly from longitudinal studies, shows that teenage pregnancy is associated with poorer outcomes for both young parents and their children. Teenage mothers are less likely to finish their education, are more likely to bring up their child alone and in poverty and have a higher risk of poor mental health than older mothers. Infant mortality rates for babies born to teenage mothers are around 60% higher than for babies born to older mothers. The children of teenage mothers have an increased risk of living in poverty and poor quality housing and are more likely to have accidents and behavioural problems.\r\nAs well as being included in the Public Health Outcomes Framework, teenage pregnancy has also been included as a child poverty strategy indicator 2011-14, in the \u0022A New Approach to Child Poverty: Tackling the Causes of Disadvantage and Transforming Families\u0027 Lives\u0022 document, published jointly between the Department for Work and Pensions and Department for Education, April 2011More background information and advice on tackling teenage pregnancy is provided in Public Health England\u0027s joint paper with the Local Government Association (LGA) published January 2016 \u0027Good progress but more to do - Teenage pregnancy and young parents\u0027","dataSource":"OHID, based on Office for National Statistics data","method":"Crude rate: numerator is divided by denominator and then multiplied by 1,000","standardPopulation":null,"ciMethodDetails":null,"countSource":"Office for National Statistics (ONS), Conceptions in England and Wales","countDefinition":"Number of pregnancies that occur in women aged under 18 and result in either one or more live or still births or a legal abortion under the Abortion Act 1967.","denominatorSource":"Office for National Statistics (ONS), Mid-year population estimates","denominatorDefinition":"Number of women aged 15-17 living in the area","disclouseControl":"For Isles of Scilly and City of London, no indicator data are presented, to prevent disclosure of small numbers. The estimates for Cornwall and Hackney local authorities are combined data for Cornwall and Isles of Scilly, and City of London and Hackney respectively.The Deprivation Decile group aggregates are also based on these adjusted figures.","caveats":"The date of conception is estimated using recorded gestation for abortions and stillbirths, and assuming 38 weeks gestation for live births. A woman\u0027s age at conception is calculated as the number of complete years between her date of birth and the date she conceived. The postcode of the woman\u0026rsquo;s address at time of birth or abortion is used to determine geographical area of residence at time of conception.\r\nOnly about 5% of under 18 conceptions are to girls aged 14 or under and to include younger age groups in the base population would produce misleading results. The 15-17 age group is effectively treated as population at risk.Deprivation deciles calculations exclude any local authority values that have been suppressed.","copyright":null,"reuse":null,"notes":"Following Census 2021, the Office for National Statistics (ONS) has carried out reconciliation and rebasing of the mid-year population estimates (MYE) it produces. This process happens every 10 years following the census. It is particularly important following the 2021 Census because the coronavirus (COVID-19) pandemic is likely to have increased the uncertainty around the MYEs more than would ordinarily be the case.The official population estimates for mid-2011 to mid-2021 have been revised, to incorporate the data now available from Census 2021. This update provides new rates for 2011 to 2021 using the new population updates.","frequency":"Annual. The source data is released in February or March, approximately 14 months after the end of the year in which the conceptions occurred. The indicator will usually be updated in Fingertips in May.","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E06000063","E06000064"],"latestDataPeriod":2021,"earliestDataPeriod":2000,"lastUpdatedDate":"2024-04-30T10:58:18","usedInPoc":true,"hasInequalities":true,"indicatorID":20401,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Crude rate","indicatorName":"Conception rate in females aged 17 years and under"},{"denominatorType":"Population","ciMethod":"Byar\u0027s method","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"New Certifications of Visual Impairment (CVI) due to diabetic eye disease aged 12 and over, rate per 100,000 population.\r\nThe numerator counts for this indicator includes sight loss due to diabetic eye disease as the main cause or if no main cause as a contributory cause (These are not counts of diabetics with visual impairments due to any cause).","rationale":"Prevention of sight loss will help people maintain independent lives as far as possible and reduce needs for social care support, which would be necessary if sight was lost permanently.Research by the Royal National Institute for Blind People (RNIB) suggests that 50 percent of cases of blindness and serious sight loss could be prevented1,2\u0026nbsp;if detected and treated in time. Whilst this is mainly due to uncorrected refractive error and untreated cataract, the research implies that the take up of sight tests is lower than would be expected. This is particularly the case within areas of social deprivation. Low take up of sight tests can lead to later detection of preventable conditions and increased sight loss due to late intervention.\r\nInclusion of this indicator in the public health outcomes framework will ensure that avoidable sight loss is recognised as a critical and modifiable public health issue. Prevention of avoidable sight loss is recognised as a key priority for the WHO\u0027s global initiative for the 2030 targets on effective coverage of eye care. The overarching aim of the International Agency for the Prevention of Blindness (IAPB) to which the UK is a signatory - is to improve the coverage of eye health and prevent blindness\u0026nbsp;https://www.iapb.org/about/2030-in-sight/\u0026nbsp;It is a particularly important issue in the context of an ageing population.The Law Commission report (Adult Social Care, May 2011) recommended that local authorities should maintain a register of blind and partially sighted people (Paragraphs 12.15 to 12.18)3\u0026nbsp;and this recommendation has been accepted by Department of Health and Social Care Ministers. Completion of a CVI (Certificate of Visual Impairment) by a consultant ophthalmologist, initiates the process of registration with a local authority and leads to access to services.Risk of sight loss is heavily influenced by health inequalities, including ethnicity, deprivation and age. Sight loss can increase the risk of depression, falls and hip fractures, loss of independence and living in poverty2.1. Access Economics (2009), Future Sight Loss UK 1: Economic Impact of Partial Sight and Blindness in the UK adult population. RNIB2. Sight loss: a public health priority (2014), RNIB\u0026nbsp;http://www.rnib.org.uk/services-we-offer-advice-professionals-health-professionals/public-health-professionals3.\u0026nbsp;The Law Comission report (Adult Social Care, May 2011)","dataSource":"OHID, based Moorfields Eye Hospital and Office for National Statistics data","method":"Rate per 100,000 population","standardPopulation":null,"ciMethodDetails":null,"countSource":"Moorfields Eye Hospital, The Certifications Office","countDefinition":"Completion of a CVI (certificate of visual impairment) by a consultant ophthalmologist, initiates the process of registration with a local authority and leads to access to services.Count of certifications with a main cause of sight loss due to diabetic eye disease or where no main cause is attributed but where diabetes is a contributory cause.Please note that the England total includes counts from local authorities whose numbers are suppressed for disclosure control and those certifications which had insufficient geographical information to identify a local authority.","denominatorSource":"Office for National Statistics (ONS), Mid-year population estimates","denominatorDefinition":"ONS mid year population estimates: Single year of age and sex for local authorities in England for relevant year. Aggregated for persons aged 12 and over","disclouseControl":"Counts between 1 and 4 are suppressed, and no indicator values have been calculated based on these small numbers with the exception of the England value where the total includes counts from local authorities whose numbers are suppressed for disclosure control and those certifications which had insufficient geographical information to identify a local authority.","caveats":"The counts include sight loss due to diabetic eye disease as the main cause or if no main cause as a contributory cause, which could result in individuals being counted again under other conditions if more than one contributory cause. Certification is voluntary so true rates may be higher than this analysis shows. Incidence may vary due to the risk of sight loss being influenced by health inequalities, including ethnic, deprivation and age profiles of the local population. People that have a Certificate of Vision Impairment from an ophthalmologist choose whether or not to be included in their local authority\u0026rsquo;s register of blind or partially sighted people (registration is not automatic). Those that register become eligible for certain concessions. This means that not everybody that has been certified as having a vision impairment is recorded on a local authority register.There are also geographic variations in data collection. In some instances completion of additional examinations required to complete the certification are incentivised. Due to this, data collection levels may reflect non-completion of certification rather than just low incidence. Analysis by Moorfields has shown that there is greater than a 10% difference in 2010 to 11 between certifications of visual impairment (CVIs) and registrations with local authorities in these areas: Bath and North East Somerset, Birmingham, Blackburn with Darwen, Bolton, Bristol, Bromley, Bury, Croydon, Dudley, Hillingdon, Kingston upon Thames, Leeds, Luton, Manchester, Medway Towns, North Lincolnshire, North Somerset, Redbridge, Rochdale, Salford, Sandwell, South Gloucestershire, Staffordshire, Stockport, Stoke on Trent, Tameside, Trafford, Walsall, Warwickshire and Wiltshire, and\u0026nbsp; comparison to an expected value produced by indirect standardisation methods. Direct comparison to previous system of recording sight loss, BD8, should not be done due to the changes in the way in which this data was collected. .","copyright":"\u0026copy; Crown copyright","reuse":"Non commercial use only","notes":"Due to the COVID pandemic, the data provided by Moorfields Eye Hospital are significantly fewer for the year 2020 to 2021 compared to previous years.\r\nFollowing Census 2021, the Office for National Statistics (ONS)\u0026nbsp; carried out reconciliation and rebasing of the mid year population estimates (MYE) it produces. This process happens every 10 years following the census. The official population estimates for mid 2012 to mid 2020 have been revised, to incorporate the data now available from Census 2021.\u0026nbsp; The\u0026nbsp;data for this indicator has been revised to use the rebased population estimates from 2012 onwards.\u0026nbsp;\r\n\u0026nbsp;","frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E06000063","E06000064"],"latestDataPeriod":2023,"earliestDataPeriod":2010,"lastUpdatedDate":"2025-01-16T08:23:07","usedInPoc":true,"hasInequalities":true,"indicatorID":41203,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Crude rate","indicatorName":"Preventable sight loss from diabetic eye disease "},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"The percentage of patients aged 17 or over with diabetes mellitus, as recorded on practice disease registers.","rationale":"Diabetes mellitus is one of the common endocrine diseases affecting all age groups with over three million people in the UK having the condition. Effective control and monitoring can reduce mortality and morbidity. Much of the management and monitoring of diabetic patients, particularly patients with Type 2 diabetes is undertaken by the GP and members of the primary care team.","dataSource":"Quality and Outcomes Framework (QOF), NHS England","method":"numerator/denominator * 100","standardPopulation":null,"ciMethodDetails":null,"countSource":"Quality and Outcomes Framework (QOF), NHS Digital","countDefinition":"Patients aged 17\u002B yrs with diabetes mellitus.","denominatorSource":"Quality and Outcomes Framework (QOF), NHS Digital","denominatorDefinition":"Total number of patients aged 17\u002B yrs registered with the practice.","disclouseControl":null,"caveats":null,"copyright":null,"reuse":null,"notes":"Where local authority values are presented, these were calculated by assigning all patients of the GP to the local authority where the GP practice is located (main address as listed in the ODS  epraccur file).PCN values are not necessarily a perfect match with the values published in QOF because these groups of practices are still changing quite frequently. The aggregated values presented in Fingertips are based on the epcn file (v. 26/04/24), which may contain more up-to-date PCN allocations than those found in the 2022/23 QOF data files.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","N81041","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000233","E54000008","E40000003","E54000048","E38000226","E38000227","E38000228","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012"],"latestDataPeriod":2023,"earliestDataPeriod":2009,"lastUpdatedDate":"2024-10-29T22:09:01","usedInPoc":true,"hasInequalities":true,"indicatorID":241,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (99.8)","valueType":"Proportion","indicatorName":"Diabetes prevelence aged 17 years and over (Quality and Outcomes Framework)"},{"denominatorType":"No value present","ciMethod":"No confidence intervals available","unitLabel":"","unitValue":"1","indicatorDefinition":"Number of males and females registered with a practice, by 5 year age band. ","rationale":null,"dataSource":"NHS digital","method":null,"standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":null,"denominatorSource":null,"denominatorDefinition":null,"disclouseControl":null,"caveats":null,"copyright":null,"reuse":null,"notes":"Data are extracted as monthly snapshot in time from the GP Payments system. This release was extracted on 1 April of the year.","frequency":null,"rounding":null,"associatedAreaCodes":["A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233","E40000003","E40000005","E40000006","E40000007","E40000010","E54000008","E54000048","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81041","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","E92000001","E40000011","E40000012"],"latestDataPeriod":2024,"earliestDataPeriod":2020,"lastUpdatedDate":"2024-05-22T18:22:36","usedInPoc":true,"hasInequalities":true,"indicatorID":337,"polarity":"","benchmarkComparisonMethod":"","valueType":"Count","indicatorName":"GP registered population by sex and quinary age band"},{"denominatorType":"Population","ciMethod":"Dobson \u0026 Byar\u0027s methods","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"Emergency hospital admissions for falls injuries in persons aged 65 and over, directly age standardised rate per 100,000.","rationale":"Falls are the largest cause of emergency hospital admissions for older people, and significantly impact on long term outcomes, e.g. being a major precipitant of people moving from their own home to long term nursing or residential care[1].\r\nThe highest risk of falls is in those aged 65 and above and it is estimated that about 30 percent people (2.5 million) aged 65 and above living at home and about 50 percent of people aged 80 and above living at home or in residential care will experience an episode of fall at least once a year [2]. Falls that results in injury can be very serious - approximately 1 in 20 older people living in the community experience a fracture or need hospitalisation after a fall. Falls and fractures in those aged 65 and above account for over 4 million bed days per year in England alone, at an estimated cost of \u0026pound;2 billion [3].\r\nThe National Institute for Health and Clinical Excellence (NICE) has produced a quality standard that covers assessment after a fall and preventing further falls (secondary prevention) in older people living in the community and during a hospital stay. The standard is designed to drive measurable improvements in the 3 dimensions of quality: patient safety, patient experience and clinical effectiveness. [2]\r\nThis measure should be understood in terms of assessing health service utilisation:\u0026nbsp; the number divided by\u0026nbsp; rate of patients with falls related emergency admissions entering a hospital setting. It should not be used to assess need as many injurious falls will not result in emergency admissions. It should also not be used to assess falls prevention service effectiveness as there are a number of conditions which will increase susceptibility to injury, including osteoporosis, the treatment of which is the remit of other services.\u0026nbsp;\u0026nbsp;\r\n1. Department of Health (2012), improving outcomes and supporting transparency. Part2: Summary technical specifications of public health indicators. Available at: http://www.dh.gov.uk/en/Publicationsandstatistics/Publications/PublicationsPolicyAndGuidance/DH_132358 last Accessed 03/04/2015\r\n2.\u0026nbsp;National Institute for Health and Clinical Excellence (2017), Falls in older people: assessing risk and prevention. Available at: https://www.nice.org.uk/guidance/cg161/resources/falls-in-older-people-assessing-risk-and-prevention-35109686728645 \u0026nbsp;last Accessed 12/04/2017\r\n3. Royal College of Physicians (2011), NHS services for falls and fractures in older people are inadequate, finds national clinical audit. Available at:\u0026nbsp;https://www.rcplondon.ac.uk/news/nhs-services-falls-and-fractures-older-people-are-inadequate-finds-national-clinical-audit\u0026nbsp;\u0026nbsp;Last Accessed 03/04/2015","dataSource":"OHID using NHS England Hospital Episode Statistics (HES) and Office for National Statistics (ONS) mid year population estimates","method":"These rates are directly age standardised using European Standard Population 2013 per 100,000.This improves the comparability of rates for different areas, or between different time periods, by taking into account differences in the age structures of the populations being compared.The directly age standardised rate is the rate of events that would occur in a standard population if that population were to experience the age specific rates of the subject population. The standard population used for the direct method is the European Standard Population. The age groups used are: 65 to 69, 70 to 74, 75 to 79, 80 to 84, 85 to 89, 90 plus.The methodology is based on that provided in APHO Technical Briefing 3: Commonly Used Public Health Statistics and their Confidence Intervals.\u0026nbsp;\r\nhttps://fingertips.phe.org.uk/profile/guidance","standardPopulation":"Per 100,000 European Standard population (2013), using age bands of 65 to 69, 70 to 74, 75 to 79, 80 to 84, 85 to 89, 90 plus.","ciMethodDetails":null,"countSource":"NHS England, Hospital Episode Statistics (HES)","countDefinition":"Emergency admissions for falls injuries classified by primary diagnosis code (ICD10 code S00 to T98) and external cause (ICD10 code W00 to W19) and an emergency admission code (episode order number equals 1, admission method starts with 2) . Age at admission 65 and over.Regular and day attenders have been excluded. Admissions are only included if they have a valid Local Authority code. Regions are the sum of the Local Authorities. England is the sum of all Local Authorities and admissions coded as U (England NOS).","denominatorSource":"Office for National Statistics (ONS), mid year population estimates","denominatorDefinition":"ONS mid year population estimates, ages 65 and over","disclouseControl":"For time points prior to 2012, all values between 1 and 5 have been suppressed and, where necessary, other LAs and comparators have also been suppressed in order to prevent possible disclosure and disclosure by differencing.For time points from 2012, all sub national counts are rounded to the nearest 5, and counts of 1 to 7 are suppressed. Rates and confidence intervals are calculated using unrounded counts.Values relating to City of London and Isles of Scilly have been combined with Hackney and Cornwall.","caveats":"In 2023, NHS England announced a\u0026nbsp;methodological change to require Trusts to report Same Day Emergency Care (SDEC) to the Emergency Care Data Set (ECDS) by July 2024. Early adopter sites began to report SDEC to ECDS from 2021/22, with other Trusts changing their reporting in 2022/23 or 2023/24. Some Trusts had previously reported this activity as part of the Admitted Patient Care data set, and moving to report to ECDS may reduce the number of admissions reported for this indicator. NHSE have advised it is not possible accurately to identify SDEC in current data flows, but the impact of the change is expected to vary by diagnosis, with indicators related to injuries and external causes potentially most affected.\r\nWhen considering if SDEC recording practice has reduced the number of admissions reported for this indicator at local level, please refer to the\u0026nbsp;published list\u0026nbsp;of sites who have reported when they began to report SDEC to ECDS.\r\nHospital admissions have been used as a proxy of the prevalence of falls injuries, these are only the tip of the iceberg in relation to the health and well being burden of falls. Inpatient hospital admissions are a proportion of falls incidents, more may present to A\u0026amp;E and GPs, not all of which will lead to hospital admission.This indicator only counts falls that have been coded in the cause field and Injuries in primary diagnosis field. It has been observed that there are situations where falls (ICD10 W00 to W19) and Injuries (S00 to T98) are coded in secondary diagnosis fields. This may result in underestimation of falls resulting in injuries.HES inpatient data are generally considered to be complete and robust. However, there may be a question regarding the quality of external cause coding and differences in admission thresholds. There may be variation between Trusts in the way hospital admissions are coded. There may be variation in data recording completeness. Injury information could potentially be missing in the admission episode record but added instead to a subsequent episode record. In addition, some transfers which are also coded as episode order 1 (epiorder 1) and emergency could lead to double counting.Of particular relevance is the coding of external cause. Routine data do not allow for all of these aspects to be identified and removed from the indicator, however, this may be done through local audit.","copyright":"\u0026copy; Crown Copyright Under the terms of the Open Government licence (OGL)","reuse":"This material is Crown Copyright but may be reproduced without formal permission or charge for personal or in house use and should be acknowledged as © Crown Copyright, source: Office for Health Improvement and Disparities 2024\u0027.","notes":"\r\nFollowing Census 2021, the Office for National Statistics (ONS) carried out reconciliation and rebasing of the mid year population estimates (MYE) it produces. This process happens every 10 years following the census. The official population estimates for mid 2012 to mid 2020 have been revised, to incorporate the data now available from Census 2021. The data for this indicator has been revised to use the rebased population estimates from 2012 onwards.\r\nWhere the observed total number of admissions is less than 10, the rates have been suppressed as there are too few admissions to calculate directly standardised rates reliably. The cut off has been reduced from 25, following research commissioned by PHE and in preparation for publication which shows DSRs and their confidence intervals are robust whenever the count is at least 10.\r\nThis indicator was calculated using age standardisation (as opposed to age sex standardisation) and the England value was changed to include the records where the LA of residence equals \u0026lsquo;U\u0026rsquo; (England NOS). The exact method is no longer used for the confidence intervals whereas it used to be used for the local authorities with small counts, and the counts for persons is found using all records regardless of the coding of gender (rather than the sum of males and females).\r\nNHS England identified a data quality issue affecting HES data for Nottingham University Hospitals Trust (NUH) in 2016 to 2017. Over 30% of records from this trust did not have a valid geography of residence assigned. Therefore values have not published for indicators based on HES data for areas that had more than 20% of patients from that area treated at NUH in the previous year (2015 to 2016). Areas where 10% to 20% of the previous year\u0026rsquo;s patients were treated at NUH have been flagged and should be treated with caution.\r\nNHS England identified a data quality issue affecting HES data for East Sussex Healthcare NHS Trust (RXC) in 2018 to 2019. Approximately 85,000 records erroneously had all diagnosis codes removed. Therefore, values have not been published for indicators based on HES data for areas that had more than 10% of patients from that area with missing diagnosis codes from RXC in the current year (2018 to 2019). Areas with between 1 to 10% of patients with missing diagnosis codes from RXC have been flagged to be treated with caution.\r\nNHS England identified a data quality issue affecting Frimley Health Foundation Trust in 2022 to 2023. Frimley Health Foundation Trust did not submit HES data for June 2022 to March 2023. Therefore, values have not been published based on HES data for areas that had over 10% of hospital patients from an area treated at Frimley Health Foundation Trust in the previous year (2021 to 2022). Areas with between 1 to 10% of patients treated at Frimley Health Foundation Trust in the previous year (2021 to 2022) have been flagged to be treated with caution.\r\n","frequency":"Annual","rounding":"All sub national counts are rounded to the nearest 5. Rates and confidence intervals are calculated using unrounded counts","associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E06000063","E06000064","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E47000008","E47000009","E47000010","E47000011","E54000008","E54000048"],"latestDataPeriod":2023,"earliestDataPeriod":2010,"lastUpdatedDate":"2025-01-09T11:58:03","usedInPoc":true,"hasInequalities":true,"indicatorID":22401,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Directly standardised rate","indicatorName":"Emergency hospital admissions due to falls aged 65 years and over"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Question 61. People were asked: \u0022Which of the following best describes your smoking habits?\u0022. The indicator value is the percentage of people who answered this question with \u0022Former smoker\u0022 from all responses to this question.","rationale":null,"dataSource":"GP Patient Survey","method":"Weighted survey results for GP practices are taken from the source. For local authorities, the values were estimated allocating the practice values by practice postcode to the local authorities and aggregating the counts and denominators to calculate a local authority value.","standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":null,"denominatorSource":null,"denominatorDefinition":null,"disclouseControl":null,"caveats":"Up to 2015/16, the GP Patient Survey has been carried out in two waves whose results have been combined and published as annual data, related to the financial year. Since 2017 there is only one wave of data collection between January and March of the respective calendar year, we have made the decision to change the metadata to calendar year in line with the GP Patient Survey website. This means that previous year\u0027s data needed to be relabelled in the same way and e.g. \u00272015/16\u0027 became \u00272016\u0027.In 2018, substantial changes have been made to the questionnaire and the age of people receiving the questionnaire has been lowered from 18\u002B yrs to 16\u002B yrs. Therefore, year on year results should not be compared and trends need to be interpreted with caution.","copyright":null,"reuse":null,"notes":"All results are based on weighted data. For details on weighting, please see the FAQ section of GPPS.For technical details, please see:\u0026nbsp;GP Patient Survey 2023 - Technical Report.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81041","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","E54000008","E54000048","U01901","U02678","U02731","U05906","U06000","U07776","U08086","U09057","U09100","U09643","U10730","U10791","U11269","U12833","U14045","U14878","U16644","U17992","U18460","U19808","U20349","U21400","U21757","U25520","U25656","U25799","U26788","U27624","U28237","U29000","U29951","U31094","U31313","U31504","U31823","U34632","U34816","U35939","U35980","U37296","U37618","U42807","U45014","U45611","U45809","U46976","U47882","U48502","U49070","U49727","U50573","U53230","U54911","U57096","U57480","U59570","U59980","U63454","U64436","U64639","U65582","U66020","U67149","U67183","U68943","U69695","U69841","U71643","U74229","U79049","U79121","U79408","U81405","U82077","U82612","U82731","U85493","U85986","U87975","U88348","U88623","U92975","U94009","U94037","U96653","U96870","U97645","U98152","U98432","U99194","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012"],"latestDataPeriod":2024,"earliestDataPeriod":2013,"lastUpdatedDate":"2024-10-31T16:03:34","usedInPoc":true,"hasInequalities":true,"indicatorID":90453,"polarity":"No judgement","benchmarkComparisonMethod":"Quintiles","valueType":"Proportion","indicatorName":"Former smokers (GP Patient Survey)"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Percentage of the eligible population, aged 40 \u0026ndash; 74 years, offered an NHS Health Check in the current quarter.","rationale":"The NHS Health Check programme aims to help prevent heart disease, stroke, diabetes and kidney disease. Everyone between the ages of 40 and 74, who has not already been diagnosed with one of these conditions, will be invited (once every five years) to have a check to assess their risk of heart disease, stroke, kidney disease and diabetes and will be given support and advice to help them reduce or manage that risk. A high take up of NHS Health Check is important to identify early signs of poor health leading to opportunities for early interventions.","dataSource":"Local authorities collect information on the number of NHS Health Checks offered and the number of NHS Health Checks received each quarter and return this data to OHID.","method":"Percentage of eligible population aged 40-74 offered an NHS Health Check: the number of eligible people aged 40-74 who were offered an NHS Health Check is divided by the number of eligible people aged 40-74 and multiplied by 100.\r\nNote that this indicator is based on data at general practice level, but data is collected and aggregated by local authorities responsible for managing the health checks programme locally.","standardPopulation":null,"ciMethodDetails":null,"countSource":"Health Checks data collection, OHID","countDefinition":"Number of people aged 40-74 eligible for an NHS Health Check who were offered an NHS Health Check in the current quarter.","denominatorSource":"Health Checks data collection, OHID","denominatorDefinition":"Number of people aged 40-74 eligible for an NHS Health Check in the financial year.\r\nOHID calculates the total eligible population (TEP) by using the latest available Office for National Statistics data (Census 2011-based mid-year ONS resident population estimates) minus the estimated number of people on existing disease registers. To estimate the number of people on existing disease registers and therefore not eligible for a NHS Health Check, the age and sex specific weightings used in the NHS Health Check Ready Reckoner tool are applied to the local population.\r\nSince 2019/20, the TEP has also been adjusted to remove prisoners serving a sentence of 6 months or more.\r\n\u0026bull; Those prisoners are included in ONS mid-year population estimates, however prisoners serving a sentence above 2 years receive checks commissioned by NHS England rather than by local authorities.\r\n\u0026bull; Prisoners serving a sentence of at least 6 months but under 2 years were also excluded from the TEP because, although they aren\u0026rsquo;t eligible for an NHS England check, by virtue of them being in prison they can\u0026rsquo;t access a NHS Health Check provided by the local authority.\u0026nbsp;\r\nIn addition, every year local authorities able to identify the eligible population from their local general practice clinical systems or who have undertaken a more accurate assessment of the eligible population can use this TEP estimate rather than OHID estimates.","disclouseControl":"None applied","caveats":"The NHS Health Checks programme became the responsibility of Local Authorities in April 2013. There is still considerable variation between local authorities in the reported numbers of Health Checks offered and received. In some cases the variation may be the result of data quality issues. For example, for a few local authorities, the number of checks offered is the same as the number of checks received. Data quality issues may affect the indicator and England comparator values of both offers and received numbers of Health Checks should be interpreted together.\r\nThe Health Check Programme aims to cover the eligible population over a 5 year period i.e. 20% of the eligible population invited for NHS Health Checks each year. The total number of people offered an NHS Health Check in the financial year does not, therefore, represent the total population eligible for a Health Check.","copyright":"© Crown Copyright 2013","reuse":"These source data are publically available and there are no restrictions on their re-use.","notes":"Indicator values have not been calculated for those authorities where the numerator and denominator are both zero.","frequency":"Quarterly","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E54000008","E54000048","E06000063","E06000064"],"latestDataPeriod":2024,"earliestDataPeriod":2013,"lastUpdatedDate":"2024-11-27T13:52:25","usedInPoc":true,"hasInequalities":true,"indicatorID":91040,"polarity":"High is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"NHS Health Checks offered to the total eligible population in the quarter "},{"denominatorType":"Population","ciMethod":"Byar\u0027s method","unitLabel":"per 100","unitValue":"100","indicatorDefinition":"The number of urgent suspected cancer referrals observed the registered population divided by the number expected based on the practice\u0027s age-gender specific population and the age-gender specific rates for England.","rationale":"Urgent suspected cancer referrals are a managed route to secondary care, for investigation of possible cancer symptoms, with the intention to efficiently investigate the symptoms and, when a cancer is diagnosed, ensure the patient\u0027s cancer treatment and care is well managed within the system. This indicator reports the total number of urgent suspected cancer referrals, for all suspected cancer types and whether or not cancer is subsequently diagnosed. The indirectly age-gender standardised rate provides an adjusted measure to account for age and gender differences in the rate of referrals. It provides information on whether there were more or fewer referrals than expected, based on national age-gender specific referral rates and the age-gender structure of the practice\u0027s registered population.","dataSource":"NHS England, National Disease Registration Services","method":"Referrals are assigned to a practice based on linkage of the Cancer Waiting Times (CWT) data to information from the Personal Demographic Service. Urgent suspected cancer (USC) referrals were included where date first seen was within the financial year and referral priority type was 3 (representing USC referrals). USC referrals were excluded where patients were referred for non-cancer breast symptoms, identified as suspected cancer referral type code 16.","standardPopulation":null,"ciMethodDetails":null,"countSource":"NHS England (NHSE), Cancer Waiting Times (CWT).","countDefinition":"The number of urgent suspected cancer referrals made for patients in the registered population.","denominatorSource":"National Disease Registration Service (NDRS), based on NHS England (NHSE), Cancer Waiting Times (CWT) and Patients registered at a GP Practice data.","denominatorDefinition":"The number of urgent suspected cancer referrals expected for the registered population (based on the practice list size) in question based on national age-gender specific referral rates and data on the patients registered at the practice in question.","disclouseControl":null,"caveats":"This indicator may be affected by the socio-economic make-up of the practice population.This indicator provides population data based on patients registered at a GP practice. This is likely to result in different higher geography aggregates to other publications based on resident population footprint.For practices that have merged or had boundary changes, the data may not be reliable for time periods covering the practice changes. Data is only included in the profiles, including any aggregate data, where the practice had a list size of at least 750 from 2022/23 onwards, or at least 1000 for earlier data years.","copyright":null,"reuse":null,"notes":null,"frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82629","A82647","A82650","A82651","B82061","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","N81041","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","A82613","E38000226","E38000227","E38000228","E38000233","E54000008","E54000048"],"latestDataPeriod":2023,"earliestDataPeriod":2009,"lastUpdatedDate":"2024-11-28T00:23:22","usedInPoc":true,"hasInequalities":true,"indicatorID":91344,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (99.8)","valueType":"Indirectly standardised ratio","indicatorName":"Urgent suspected cancer referrals "},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Percentage of deaths of people with a mention of dementia or alzheimer\u0027s in the death record that occurred in a\u0026nbsp;hospital.","rationale":"The rationale for including this indicator is to understand the trends and variations in place of death for people with dementia or alzheimer\u0027s.","dataSource":"Public Health England (Office for National Statistics Mortality File)","method":"The number of registered deaths with a mention of dementia or alzheimer\u0027s that occurred\u0026nbsp;in hospital\u0026nbsp;was calculated and reported as a proportion of the total number of registered deaths with a mention of dementia or alzheimer\u0027s in that area, i.e. number of registered deaths\u0026nbsp;in hospital\u0026nbsp;each year in each area\u0026nbsp;divided by the total number of\u0026nbsp;all registered deaths in that area that year, multiplied by 100.","standardPopulation":null,"ciMethodDetails":null,"countSource":"Office for National Statistics Mortality File","countDefinition":"Number of deaths with a mention of dementia or alzheimer\u0027s (classified as either an underlying cause of death or contributory cause recorded as ICD codes\u0026nbsp;F00-F03, G30, G318 \u0026amp; G310 that occurred in a\u0026nbsp;hospital registered in the respective calendar years.","denominatorSource":"Office for National Statistics Mortality File","denominatorDefinition":"Number of deaths with a mention of dementia or alzheimer\u0027s (classified as either an underlying cause of death or contributory cause recorded as ICD codes\u0026nbsp;F00-F03, G30, G318 \u0026amp; G310 registered in the respective calendar years.","disclouseControl":null,"caveats":"\r\nPlace of death indicators will not add up due to a small proportion of deaths which will have taken place outside of a care home, hospital or home environment.\r\nThe dementia cohort definition has been updated removing F04 codes and all G31 codes not including G318 and G310. The figures have been backdated to 2016 so any figures from this year onwards will reflect the updated cohort. Figures will differ from those previously published and are not comparable with values before 2016.\r\nHistorical data for this indicator can be provided on request.\r\n","copyright":null,"reuse":null,"notes":"For comparator indicators please see\u0026nbsp;http://fingertips.phe.org.uk/profile/end-of-life","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E54000008","E54000048","E40000012","E06000063","E06000064"],"latestDataPeriod":2023,"earliestDataPeriod":2016,"lastUpdatedDate":"2024-11-06T13:04:29","usedInPoc":true,"hasInequalities":true,"indicatorID":91894,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Deaths in hospital for people with dementia aged 65 years and over"},{"denominatorType":"Survey sample","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Proportion of children aged 10 to 11 years classified as overweight or living with obesity. For population monitoring purposes, a child\u0027s body mass index (BMI) is classed as overweight or obese where it is on or above the 85th centile or 95th centile, respectively, based on the British 1990 (UK90) growth reference data. The population monitoring cut offs for overweight and obesity are lower than the clinical cut offs (91st and 98th centiles for overweight and obesity) used to assess individual children; this is to capture children in the population in the clinical overweight or obesity BMI categories and those who are at high risk of moving into the clinical overweight or clinical obesity categories. This helps ensure that adequate services are planned and delivered for the whole population.","rationale":"There is concern about the rise of childhood obesity and the implications of obesity persisting into adulthood. The risk of obesity in adulthood and risk of future obesity-related ill health are greater as children get older. Studies tracking child obesity into adulthood have found that the probability of children who are overweight and living with obesity becoming overweight or obese adults increases with age1,2,3. The health consequences of childhood obesity include: increased blood lipids, glucose intolerance, Type 2 diabetes, hypertension, increases in liver enzymes associated with fatty liver, exacerbation of conditions such as asthma and psychological problems such as social isolation, low self-esteem, teasing and bullying.Child obesity prevalence shows a close association with socioeconomic deprivation. Obesity prevalence in children living in the 10% most deprived areas of the country is more than double that of children living in the least deprived 10% of areas4. Between ethnic groups, obesity prevalence substantially varies; these differences remain when potentially confounding factors, such as levels of deprivation and urban environment are controlled for5,6,7,8.These data indicators enable monitoring of the national ambition to \u0022significantly reduce childhood obesity\u0022 as set out in\u0026nbsp;\u0022Child Obesity A Plan for Action\u0022.\r\nThe National Institute of Health and Clinical Excellence have produced guidelines to tackle obesity in adults and children -\u0026nbsp;Obesity: the prevention, identification, assessment and management of overweight and obesity in adults and children.1\u0026nbsp;Guo SS, Chumlea WC. Tracking of body mass index in children in relation to overweight in adulthood. The American Journal of Clinical Nutrition 1999;70(suppl): 145S-8S.\r\n2\u0026nbsp;Serdula MK, Ivery D, Coates RJ, Freedman DS, Williamson DF, Byers T. Do obese children become obese adults? A review of the literature. Preventative Medicine 1993;22:167-77.\r\n3\u0026nbsp;Starc G, Strel J. Tracking excess weight and obesity from childhood to young adulthood: a 12-year prospective cohort study in Slovenia. Public Health Nutrition 2011;14:49-55.\r\n4\u0026nbsp;Office for Health Improvement and Disparities. 2022. Patterns and trends in child obesity. Slideset.\u0026nbsp;\r\n5\u0026nbsp;NHS Digital. 2022.Health Survey England Additional Analyses, Ethnicity and Health, 2011-2019 Experimental statistics..\r\n6\u0026nbsp;NHS Digital.\u0026nbsp;National Child Measurement Programme reports\r\n\u0026nbsp;\r\n7\u0026nbsp;Cronberg A, Munro Wild H, Fitzpatrick J. Jacobson B.\u0026nbsp;Causes of childhood obesity in London: diversity or poverty? The effect of deprivation on childhood obesity levels among ethnic groups in London. London: London Health Observatory, 2010.8\u0026nbsp;Public Health England. 2019.\u0026nbsp;Differences in child obesity by ethnic group.","dataSource":"Office for Health Improvement and Disparities, using National Child Measurement Programme, NHS England","method":"The National Child Measurement Programme (NCMP) collects height and weight measurements of children primarily in mainstream state-maintained schools in England. Local authorities are mandated to collect data from mainstream state-maintained schools but collection of data from special schools (schools for pupils with special educational needs and pupil referral units) and independent schools is encouraged. For the 2022/23 collection, 4,802 records were collected relating to pupils in independent/special schools. This represents only 0.4% of the total number of records across all state and independent/special schools.Since the proportion of records from independent and special schools is low and varies each year, analysis of NCMP data by NHS England and DHSC excludes such records to ensure consistency over time. There are also concerns around how representative the participating independent and special schools would be.Deprivation has been assigned using the assigned Index of Multiple Deprivation (IMD) in the NCMP dataset, up to 2014/15 to 2018/19. Deprivation using IMD 2019 has been assigned to data for 2015/16 to 2019/20 onwards.The indicator is calculated by dividing the numerator by the denominator and then multiplying by 100 to produce the percentage.","standardPopulation":null,"ciMethodDetails":null,"countSource":"NHS England, National Child Measurement Programme, https://digital.nhs.uk/services/national-child-measurement-programme/","countDefinition":"Number of children in year 6 (aged 10 to 11 years) with a valid height and weight measured by the NCMP with a BMI classified as living with obesity or severe obesity.","denominatorSource":"NHS England, National Child Measurement Programme, https://digital.nhs.uk/services/national-child-measurement-programme/","denominatorDefinition":"Number of children in year 6 (aged 10 to 11 years) with a valid height and weight measured by the NCMP.","disclouseControl":"City of London totals have been included with Hackney and Isles of Scilly totals with Cornwall UA to prevent potential disclosure of individuals.Any value based on a numerator that is 7 or less is suppressed. Any sub-national statistics require the numerators and dominators to be rounded to the nearest 5. The prevalence rates and data quality indicators for all sub-national geographies are calculated using these rounded values. Confidence intervals are calculated on the unrounded numerators and dominators.\u0026nbsp;Further information on this method of disclosure control is available from NHS England.","caveats":"There is the potential for error in the collection, collation and interpretation of the data (bias may be introduced due to poor response rates and selective opt out of children with a high BMI for age/sex which it is not possible to control for).There is not a good measure of response bias and the degree of selective opt out, but participation rates (the proportion of eligible school children who were measured) may provide a reasonable proxy; the higher the participation rate, the less chance there is for selective opt out, though this is\u0026nbsp; not a perfect method of assessment.","copyright":"\u0026copy; Crown copyright","reuse":"Please cite any use of this website as follows specifying the date of access:\r\nOffice for Health Improvement and Disparities. Obesity Profile. 2023 https://fingertips.phe.org.uk © Crown copyright","notes":"The local authority level data for obesity prevalence by sex, ethnic group, and deprivation quintile in the inequalities tab of the Obesity Profile uses 5 years worth of data combined to ensure a large enough sample size for reliable estimates.Data from the 2020/21 NCMP collection year has not been included in the 5-year combined indicators. Around 300,000 children (25% of previous full measurement years) were measured enabling robust prevalence estimates to be produced at national and regional level, however the sample did not enable the production of comprehensive and robust local authority level data. To ensure that large enough numbers are available for analysis, an additional year of NCMP data is included instead of 2020/21; data for 2017/18-21/22 uses 2016/17 data instead of 2020/21, and data for 2018/19-22/23 uses 2017/18 data instead of 2020/21.\u0026nbsp;Data are provided in the Inequalities data view, for sex, ethnicity and deprivation.\r\nLocal authority and region geographies are derived from the postcode of child residency; only children with valid geographical coding (postcode of residence) have been included in this analysis. The proportion of records with such coding has increased over the years of the NCMP. In 2006/07 (the first year of the NCMP) around 57% of child records included valid postcode of residence. This increased to 95% in 2007/08, and to over 99% in 2008/09 and subsequent years.Recording of ethnicity has improved overtime, but data from the earlier years of the NCMP collection may not be fully complete; the proportion of records with valid ethnicity coding has increased substantially since the NCMP inception. In 2006/07 only 32% of child records had an informative ethnicity code (i.e. not \u0026lsquo;unknown\u0026rsquo; or \u0026lsquo;not stated\u0026rsquo;), in 2009/10, this had increased to 83%, and since then has remained over 80%. It is possible that completeness of ethnicity coding may vary with weight status, leading to potential bias in the prevalence estimates. Such bias is hard to detect. Lower rates of ethnicity coding in the earlier years of NCMP also lead to smaller numbers of children in each ethnic group.In some years, local authorities have been unable to provide ethnicity data. Therefore caution should be applied when interpreting obesity prevalence by ethnic group, and the data presented here should be viewed in conjunction with the data quality indicators presented in the \u0022Data quality\u0022 section of this tool.Deprivation data are provided by deprivation quintiles (groups of\u0026nbsp; five equal-sized bands), based on the Index of Multiple Deprivation (IMD) decile (ten equal-sized bands).\u0026nbsp;2019 IMD is applied to 2015/16-2019/20\u0026nbsp; and later data. IMD for all previous years uses that provided in the dataset each year by NHS England. Not all local authorities will contain areas for each deprivation quintile, for example, some local authorities within England have no areas that are in the most deprived category. In 2013/14, no postcode data were supplied for children attending school in Herefordshire. Since a deprivation category can only be applied where the postcode is known, it is advised that data for obesity prevalence by deprivation is viewed in conjunction with the data quality indicator for completion of child postcode presented in the \u0022Data quality\u0022 section of this tool.To help understand some of the diversity within local authorities and examine pockets of high obesity prevalence, OHID produces child weight data by MSOA and Ward for all of England, available in the \u0022Child prevalence small area data\u0022\u0026nbsp;section of this profile.","frequency":"Annual measurements during academic year. Data published in the final quarter of the calendar year.","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009"],"latestDataPeriod":2019,"earliestDataPeriod":2009,"lastUpdatedDate":"2024-10-10T10:15:20","usedInPoc":true,"hasInequalities":true,"indicatorID":92033,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Obesity prevalence (including severe obesity) in Year 6 children aged 10 to 11 years"},{"denominatorType":"Population","ciMethod":"Byar\u0027s method","unitLabel":"per 1,000","unitValue":"1000","indicatorDefinition":"Birth rate per 1,000 females aged 15 to 44 years","rationale":"Fertility rates are closely tied to growth rates for an area and can be an excellent indicator of future population growth or decline in that area","dataSource":"OHID, based on Office for National Statistics data","method":"Live births in the respective calendar year divided by female 15-44 population. Records are assigned to a local authority, or a CCG, based on residence.","standardPopulation":null,"ciMethodDetails":null,"countSource":"Office for National Statistics (ONS), Births characteristics in England and Wales","countDefinition":"Live births occurring in the respective calendar year.","denominatorSource":"Office for National Statistics (ONS), Mid-year population estimates","denominatorDefinition":"Mid-year female population estimates (aged 15-44) for the respective calendar year.","disclouseControl":"2010 onwards small numbers (\u0026lt;3) are suppressed where necessary. The counts and denominators for the Isles of Scilly have been combined with Cornwall, and\u0026nbsp;counts and denominators for City of London have been combined with Hackney.","caveats":null,"copyright":"\u0026copy; Crown copyright","reuse":null,"notes":"CCG is based on residence and has been derived from postcode.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E06000063","E06000064"],"latestDataPeriod":2022,"earliestDataPeriod":2010,"lastUpdatedDate":"2024-04-24T17:22:03","usedInPoc":true,"hasInequalities":true,"indicatorID":92266,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Crude rate","indicatorName":"General fertility rate in females"},{"denominatorType":"Population","ciMethod":"No confidence intervals available","unitLabel":"","unitValue":"1","indicatorDefinition":"Mid-year population estimates for resident populations","rationale":null,"dataSource":"Office for National Statistics","method":null,"standardPopulation":null,"ciMethodDetails":null,"countSource":"Office for National Statistics (ONS), Mid-year population estimates","countDefinition":null,"denominatorSource":"The indicator is a count, therefore it has no denominator","denominatorDefinition":"The indicator is a count, therefore it has no denominator","disclouseControl":null,"caveats":null,"copyright":null,"reuse":null,"notes":null,"frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E06000063","E06000064"],"latestDataPeriod":2023,"earliestDataPeriod":2001,"lastUpdatedDate":"2024-07-26T14:59:51","usedInPoc":true,"hasInequalities":true,"indicatorID":92708,"polarity":"","benchmarkComparisonMethod":"","valueType":"Count","indicatorName":"Resident population"},{"denominatorType":"Population","ciMethod":"Byar\u0027s method","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"Admissions to hospital for under 18s where the primary diagnosis or any of the secondary diagnoses are an alcohol-specific (wholly attributable) condition. Crude rate per 100,000 population.","rationale":"Alcohol consumption is a contributing factor to hospital admissions and deaths from a diverse range of conditions. Alcohol misuse is estimated to cost the NHS about \u0026pound;3.5 billion per year and society as a whole \u0026pound;21 billion annually.\r\nThe Government has said that everyone has a role to play in reducing the harmful use of alcohol - this indicator is one of the key contributions by the Government (and the Department of Health) to promote measurable, evidence based prevention activities at a local level, and supports the national ambitions to reduce harm set out in the Government\u0027s Alcohol Strategy. This ambition is part of the monitoring arrangements for the Responsibility Deal Alcohol Network. Alcohol-related admissions can be reduced through local interventions to reduce alcohol misuse and harm.\r\nReducing alcohol-related harm is one of Public Health England\u0026rsquo;s seven priorities for the next five years (from the \u0026ldquo;Evidence into action\u0026rdquo; report 2014).\r\nThe Sexual Health Framework (2013) highlights the following:\r\n\r\nthere is an association between alcohol-attributable hospital admissions in both males and females with teenage pregnancy, even after\u0026nbsp;controlling for the overriding and strong effect of deprivation, and the\u0026nbsp;same is true\u0026nbsp;for the more common sexually transmitted infections;\r\nthere is evidence that alcohol consumption and being drunk can result in lower inhibitions and poor judgements regarding sexual activity, vulnerability and risky sexual behaviour, such as not using contraception or condoms;\r\nalcohol consumption by young people leads to an increased likelihood that they will have sex at a younger age, and alcohol misuse is linked to a greater number of sexual partners and more regretted or coerced sex;\r\nalcohol also increases the risk of sexual aggression, sexual violence and sexual victimisation of women.\r\n","dataSource":"OHID, based on NHS England and Office for National Statistics data","method":"Crude rates were calculated per 100,000.\u0026nbsp;","standardPopulation":null,"ciMethodDetails":null,"countSource":"NHS England (NHSE), Hospital Episode Statistics (HES)","countDefinition":"The number of hospital admission episodes\u0026nbsp;for under 18s\u0026nbsp;where the primary diagnosis or any of the secondary diagnoses are an alcohol-specific (wholly attributable) condition code only\r\nMore specifically, hospital admissions records are identified where the admission is a finished episode [epistat = 3]; the admission is an ordinary admission, day case or maternity [classpat = 1, 2 or 5]; it is an admission episode [epiorder = 1]; the sex of the patient is valid [sex = 1 or 2]; there is a valid age at start of episode [startage between 0 and 150 or between 7001 and 7007]; the region of residence is one of the English regions, no fixed abode or unknown [resgor\u0026lt;= K or U or Y]; the episode end date [epiend] falls within the financial year, and a wholly alcohol-attributable ICD10 code appears in any diagnosis field [diag_nn].","denominatorSource":"Office for National Statistics (ONS), Standard Area Measurements (SAM)","denominatorDefinition":"ONS mid-year population estimates for 0-17 year olds. Three years are pooled.","disclouseControl":"Primary suppression if 5 or less (but not including 0) and secondary suppression applied to prevent identification of missing values through subtraction.","caveats":"In 2023, NHS England announced a\u0026nbsp;methodological change\u0026nbsp;to require Trusts to report Same Day Emergency Care (SDEC) to the Emergency Care Data Set (ECDS) by July 2024. Early adopter sites began to report SDEC to ECDS from 2021/22, with other Trusts changing their reporting in 2022/23 or 2023/24. Some Trusts had previously reported this activity as part of the Admitted Patient Care data set, and moving to report to ECDS may reduce the number of admissions reported for this/these indicator/s. NHSE have advised it is not possible accurately to identify SDEC in current data flows, but the impact of the change is expected to vary by diagnosis, with indicators related to injuries and external causes potentially most affected.\r\nWhen considering if SDEC recording practice has reduced the number of admissions reported for this indicator at local level, please refer to the\u0026nbsp;published list of sites who have reported when they began to report SDEC to ECDS.\r\nHospital admission data can be coded differently in different parts of the country. In some cases, details of the patients residence are insufficient to allocate the patient to a particular area and in other cases, the patient has no fixed abode. These cases are included in the England total but not in the local authority or PHE centre figures. Conditions where low levels of alcohol consumption are protective (have a negative alcohol-attributable fraction) are not included in the calculation of the indicator. Does not include attendance at Accident and Emergency departments.","copyright":"\u0026copy; Crown Copyright Under the terms of the Open Government licence (OGL).","reuse":"This material is Crown Copyright but may be reproduced without formal permission or charge for personal or in house use and should be acknowledged as \u0027Â© Crown Copyright, source: Office for Health Improvement and Disparities 2024\u0027.","notes":"Following Census 2021, the Office for National Statistics (ONS)\u0026nbsp; carried out reconciliation and rebasing of the mid year population estimates (MYE) it produces. This process happens every 10 years following the census. The official population estimates for mid 2012 to mid 2020 have been revised, to incorporate the data now available from Census 2021. The data for this indicator has been revised to use the rebased population estimates from 2012 onwards.NHS England identified a data quality issue affecting HES data for Nottingham University Hospitals Trust (NUH) in 2016 to 2017. Over 30% of records from this trust did not have a valid geography of residence assigned. Therefore values have not published for indicators based on HES data for areas that had more than 20% of patients from that area treated at NUH in the previous year (2015 to 2016). Areas where 10% to 20% of the previous year\u0026rsquo;s patients were treated at NUH have been flagged and should be treated with caution.NHS England identified a data quality issue affecting HES data for East Sussex Healthcare NHS Trust (RXC) in 2018 to 2019. Approximately 85,000 records erroneously had all diagnosis codes removed. Therefore, values have not been published for indicators based on HES data for areas that had more than 10% of patients from that area with missing diagnosis codes from RXC in the current year (2018 to 2019). Areas with between 1 to 10% of patients with missing diagnosis codes from RXC have been flagged to be treated with caution.NHS England identified a data quality issue affecting Frimley Health Foundation Trust in 2022 to 2023. Frimley Health Foundation Trust did not submit HES data for June 2022 to March 2023. Therefore, values have not been published based on HES data for areas that had over 10% of hospital patients from an area treated at Frimley Health Foundation Trust in the previous year (2021 to 2022). Areas with between 1 to 10% of patients treated at Frimley Health Foundation Trust in the previous year (2021 to 2022) have been flagged to be treated with caution.Following the conclusion of the consultation (6) the trend will only go back to 2016/17.This indicator is based on admission episodes to hospital for alcohol related conditions.\u0026nbsp; This counts the number of times that a person has been admitted to hospital in the year with an alcohol related condition, and not the person themselves.Where the observed total number of admissions is less than 10, the rates have been suppressed as there are too few admissions to calculate directly standardised rates reliably. The cut-off has been reduced from 25, following research commissioned by PHE and in preparation for publication which shows DSRs and their confidence intervals are robust whenever the count is at least 10.The COVID-19 pandemic had a large impact on hospital activity with a reduction in admissions in 2020 to 2021. Because of this, NHS Digital have been unable to analyse coverage (measured as the difference between expected and actual records submitted by NHS Trusts) in the normal way. There may have been issues around coverage in some areas which were not identified as a result.\r\n(6)\u0026nbsp;\u0026nbsp;\u0026nbsp; PHE (2021) Proposed changes for calculating alcohol-related mortality\r\nhttps://www.gov.uk/government/consultations/proposed-changes-for-calculating-alcohol-related-mortality","frequency":"Annual.","rounding":"All sub national counts are rounded to the nearest 5. Rates and confidence intervals are calculated using unrounded counts.","associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E54000008","E54000048"],"latestDataPeriod":2021,"earliestDataPeriod":2012,"lastUpdatedDate":"2025-01-15T14:11:26","usedInPoc":true,"hasInequalities":true,"indicatorID":92904,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Crude rate","indicatorName":"Hospital admission episodes for alcohol-specific conditions aged 17 years and under"},{"denominatorType":"Survey sample","ciMethod":"Other method - see below","unitLabel":"%","unitValue":"100","indicatorDefinition":"The number of respondents aged 19 and over, with valid responses to questions on physical activity, doing less than 30 moderate intensity equivalent (MIE) minutes physical activity per week in bouts of 10 minutes or more in the previous 28 days expressed as a percentage of the total number of respondents aged 19 and over.","rationale":"Office for Health Improvement and Disparities (OHID) update the physical activity indicators with Active Lives Adult Survey data to support local monitoring of performance against the government Sport Strategy and Chief Medical Officer (CMO) recommendations. To ensure we align with the CMO guidelines OHID also publish the estimates for those aged 19 and over.(1). Physical inactivity is defined as engaging in less than 30 minutes of physical activity per week. This is the same definition as one of the KPIs in the current government sport strategy (Sporting Future: A New Strategy for an Active Nation)(2). The strategy reports the percentage of adults physically inactive and is measured by the \u0026ldquo;percentage doing less than 30 mins physical activity each week\u0026rdquo;. (2). Physical inactivity is the 4th leading risk factor for global mortality accounting for 6% of deaths globally. People who have a physically active lifestyle have a 20 to 35% lower risk of cardiovascular disease, coronary heart disease and stroke compared to those who have a sedentary lifestyle.\u0026nbsp; Regular physical activity is also associated with a reduced risk of diabetes, obesity, osteoporosis and colon/breast cancer and with improved mental health.\u0026nbsp; In older adults physical activity is associated with increased functional capacities. The estimated direct cost of physical inactivity to the NHS across the UK is over \u0026pound;0.9 billion per year.The CMO currently recommends that adults undertake a minimum of 150 minutes (2.5 hours) of moderate physical activity per week, or 75 minutes of vigorous physical activity per week or an equivalent combination of the two (MVPA), in bouts of 10 minutes or more. The overall amount of activity is more important than the type, intensity or frequency.(1).While increasing the activity levels of all adults who are not meeting the recommendations is important, targeting those adults who are significantly inactive (i.e. engaging in less than 30 minutes of activity per week) will produce the greatest reduction in chronic disease.(1).Public Health England co-produced the \u0026lsquo;Everybody active, every day\u0026rsquo; framework.(3) This is a national, evidence-based approach to support all sectors to embed physical activity into the fabric of daily life and make it an easy, cost-effective and \u0026lsquo;normal\u0026rsquo; choice in every community in England. To make everybody active every day a reality we need to monitor progress and measure the impact at a population, organisational, programme and individual level. The key outcomes within the public health outcomes framework (PHOF) will be central, ie, the percentage of adults physically inactive (primary outcome, PHOF 2.13ii) and physically active (secondary, PHOF 2.13i).Evidence for the effectiveness of interventions to increase the population levels of physical activity is summarised by Kahn et al.(4)1. Physical activity guidelines: UK Chief Medical Officers\u0027 report2. Cabinet Office, 2015. Sporting Future: A New Strategy for an Active Nation see: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/486622/Sporting_Future_ACCESSIBLE.pdf 3. Public Health England, 2014. Everybody active, every day: an evidence based approach to physical activity 4. Kahn E, Ramsey L, Brownson R, Heath G, Howze E, Powell K, et al. \u0026lsquo;The Effectiveness of Interventions to Increase Physical Activity: A Systematic Review\u0026rsquo;. Am J Prev Med 2002; 22 (4S).","dataSource":"OHID, based on Sport England data","method":"The numerator is divided by the denominator and multiplied by 100.\u0026nbsp;The survey uses a 28 day reference period to record the number of minutes of physical activity (of at least 10 minutes) and then divides the number of minutes by four to calculate a weekly average (e.g. 2 hours of physical activity over the 28 days equates to 30 minutes per week). Number of minutes presented is the moderate intensity equivalent minutes of activity, which consists of moderate activity plus double the number of vigorous minutes of activity.The (broad) activities included in the estimates are grouped as sporting activities, fitness activities, cycling for leisure and sport, cycling for travel, walking for leisure, walking for travel, creative or artistic dance and gardening.\u0026nbsp;The counts are weighted to be representative of the national population.","standardPopulation":null,"ciMethodDetails":"An approximate 95% and 99.8% confidence interval was derived from 10,000 simulations of physical inactivity prevalence for each age group within each area. Each prevalence simulation was calculated by\r\n1\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; drawing a number of \u0026lsquo;successes\u0026rsquo; randomly from a binomial distribution ~Bin(n,p) when n is the unweighted total population estimate and p is the weighted prevalence of physical inactivity.\r\n2\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; dividing the number of \u0026lsquo;successes\u0026rsquo; by the unweighted total respondentsThe 2.5th and 97.5th percentiles and 0.1th and 99.9th percentiles of these prevalence estimates were then found to give the 95% and 99.8% confidence intervals respectively.","countSource":"Sport England (SE), Active Lives Children and Young People Survey (ALCYPS)","countDefinition":"Weighted number of respondents aged 19 and over, with valid responses to questions on physical activity, doing less than 30 MIE minutes physical activity per week in bouts of 10 minutes or more in the previous 28 days.Active Lives Adult Survey data is collected annually from mid November to mid November.","denominatorSource":"Sport England (SE), Active Lives Children and Young People Survey (ALCYPS)","denominatorDefinition":"Weighted number of respondents aged 19 and over, with valid responses to questions on physical activity.Denominator values in the Download data are unweighted counts. All analyses for this indicator have been weighted to be representative of the population of England.Latest update presents data from Active Lives Adult Survey for the period mid- November to mid November.","disclouseControl":null,"caveats":"The values are calculated from the Active Lives Adult Survey a self report survey, which is subjective and is influenced by the respondent\u0027s ability to recall and assess their physical activity levels. Self reported data may also be affected by respondent desire to confirm to expectations and social norms\u0026nbsp; (e.g. physical activity is over estimated). However, although this might affect the absolute values, this should not affect comparisons if the bias is consistent across populations.","copyright":"Active Lives Adult Survey, Sport England","reuse":null,"notes":"Revised data May 2022\r\nThe May 2022 update included an update to the confidence interval methodology used for this indicator.\u0026nbsp; Confidence intervals were previously produced using the Wilson score method but are now calculated using a simulated method as described in the confidence interval methodology section. Confidence intervals for earlier timepoints have been revised. This may affect the RAG rating of an area compared to the previously published data.\r\nThe National Statistics Socio economic classification (NS-SEC) analytic classes in the Inequalities section are now grouped to provide 8 categories rather than the 4 categories previously reported.Active Lives Adult Survey\r\nSport England publishes a similar indicator using Active Lives Adult Survey data. The current Active Lives Adult Survey data reported by Sport England classifies adults as aged 16 and over, whereas the CMO recommendation is based on those aged 19 and over. Sport England\u0026rsquo;s reported data also excludes gardening activity, which OHID include in this indicator, in accordance with CMO recommendations. To support local monitoring of performance against the CMO guidance for the appropriate ages, it is necessary to provide estimates with a different definition to those figures produced by Sport England.\u0026nbsp;Further details of the Sport England releases are available here:https://www.sportengland.org/know-your-audience/data/active-livesFurther details of the Active Lives Adult Survey methodology are available here: https://www.sportengland.org/research/active-lives-survey/method-behind-active-lives/\r\nDefinitions\r\nDenominator values in the Download data are unweighted counts. All analyses for this indicator have been weighted to be representative of the population of England.\r\nWorking Status\r\nWorking is defined as those that reported their current working status as either working full time or working part time. Unemployed includes those that reported being unemployed for less than 12 months or more than 12 months. Inactive is defined as those that reported their current working status as retired, looking after house or children or long term sick or disabled. The Working Status category excludes those that report their working status as student or other.\r\nDisabilityDisability is defined as self reporting of any physical or mental health conditions or illnesses that have lasted or are expected to last 12 months or more, that have a substantial effect on the ability to carry out normal daily activities.Socioeconomic status\r\nValid respondents were assigned to one of nine National Statistics Socio economic classification (NSSEC) analytic classes. These NSSEC classes were then grouped to provide 8 categories:\u0026nbsp;\r\n\r\nManagerial, administrative and professional occupations (NS SEC 1 and 2)\r\nIntermediate occupations (NS SEC 3)\r\nSelf employed and small employers (NS SEC 4)\r\nLower supervisory and technical occupations (NS SEC 5)\r\nRoutine and manual occupations - Semi-routine and routine occupations (NS SEC 6 and 7)\r\nLong term unemployed or never worked (NS SEC 8)\r\nStudents (NS SEC 9)\r\nOther / unclassified (NS SEC 9)\r\n\r\nLevel of education\u0026nbsp;Valid respondents selected their highest educational qualification from one of 7 options. This included any educational, professional, vocational or other work-related qualifications for which they received a certificate.\r\n\r\nLevel 4 or above \u0026ndash; Degree level or above; Other Higher Education below degree level\r\nLevel 3 and equivalents - A levels, NVQ level 3 and equivalents INFO includes AS level, SVQ and GNVQ level 3, BTEC National\r\nLevel 2 and equivalents - GCSE/O level grade A* to C, NVQ level 2 and equivalents INFO. This includes SVQ and GNVQ level 2, BTEC first or general diploma\r\nLevel 1 and below - includes GCSE or O level below grade C, CSE below grade 1, NVQ, SVQ and GNVQ level 1, BTEC first or general certificate,\r\nAnother type of qualification - includes other vocational or professional or foreign qualifications\r\nNo qualifications\r\n\r\nLevel of education - data for 2019 to 2020Please note that the data for the highest attained level of education include only online responses due to a scanning issue impacting the postal entries.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011"],"latestDataPeriod":2022,"earliestDataPeriod":2015,"lastUpdatedDate":"2024-04-25T10:12:25","usedInPoc":true,"hasInequalities":true,"indicatorID":93015,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Physically inactive in adults aged 19 years and over"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"The number of mothers known to be smokers at the time of delivery as a percentage of all maternities with known smoking status. A maternity is defined as a pregnant woman who gives birth to one or more live or stillborn babies of at least 24 weeks gestation, where the baby is delivered by either a midwife or doctor at home or in a NHS hospital","rationale":"Smoking in pregnancy has well known detrimental effects for the growth and development of the baby and health of the mother. On average, smokers have more complications during pregnancy and labour, including bleeding during pregnancy, placental abruption and premature rupture of membranes.\r\nEncouraging pregnant women to stop smoking during pregnancy may also help them kick the habit for good, and thus provide health benefits for the mother and reduce exposure to secondhand smoke by the infant.\r\nSmoking during pregnancy can cause serious pregnancy-related health problems. These include complications during labour and an increased risk of miscarriage, premature birth, stillbirth, low birth-weight and sudden unexpected death in infancy.\r\nThe Tobacco Control Plan contains a national ambition to reduce the rate of smoking throughout pregnancy to 6% or less by the end of 2022 (measured at time of giving birth). The inclusion of this indicator will ensure that the local tobacco control activity is appropriately focused on pregnant women, in order to try to achieve this national ambition.\r\nInclusion of this indicator will also encourage the continued prioritisation of action to reduce smoking at delivery. Decreases in smoking during pregnancy will result in health benefits for the infant and mother, as well as cost savings to the NHS.","dataSource":"Calculated by the Office for Health Improvement and Disparities from the NHS England return on Smoking Status At Time of delivery (SATOD)","method":"Crude percentage: numerator is divided by denominator and then multiplied by 100.","standardPopulation":null,"ciMethodDetails":null,"countSource":"NHS England return on Smoking Status At Time of delivery (SATOD)","countDefinition":"Number of women known to smoke at time of delivery.Numerator counts for local authorities are estimated from counts for sub-ICBs. (Prior to 2013/14, estimates were based on counts from PCTs) Counts for sub-ICBs include all women resident within the sub-ICB\u0026rsquo;s boundary, and no data are available to break down the sub-ICB counts for different areas within the sub-ICB. Counts for local authorities are estimated as follows:\r\n(i) For local authorities that have exactly the same boundary as a sub-ICB, the sub-ICB\u0026nbsp;figure is used as it is the correct figure for the local authority.(ii) For local authorities whose boundary is contained wholly within a single sub-ICB, but is not equal to the whole sub-ICB, the LA count is estimated as a proportion of the sub-ICB\u0026nbsp;figure.(iii) For local authorities whose boundaries include all or part of more than one sub-ICB, the local authority count is estimated by aggregating the appropriate proportions of the counts for the sub-ICBs\u0026nbsp;whose boundaries include part of the local authority.The appropriate proportions in cases ii and iii are defined according to the numbers of births in the calendar year overlapping most of the period of the indicator value (eg 2021 births are used for 2021/22 indicator data): births by resident LA and sub-ICB were extracted from the ONS birth file, to give the number of births in every LA-sub-ICB overlapping block.\r\nTo calculate the numerator, each LA-sub-ICB overlap is calculated as a proportion of the sub-ICB total births, and then multiplied by the indicator count for the sub-ICB. A LA may overlap several sub-ICBs: the appropriate portions of all the sub-ICBs\u0026nbsp;counts are aggregated to give the numerator estimate for the LA. Expressed as an equation the numerator is calculated as follows:SmokingMumsLA = \u0026sum; (SmokingMumssub-ICB\u0026nbsp;\u0026times; n/N)summed over all sub-ICBs\u0026nbsp;overlapping the LAwhere:SmokingMumsLA = Estimated number of mothers known to smoke at time of delivery in the LAn = Number of births in the LA-sub-ICB\u0026nbsp;overlapping blockN = Number of births in the sub-ICBSmokingMumssub-ICB = Number of mothers known to smoke at time of delivery in the sub-ICB","denominatorSource":"NHS England return on Smoking Status At Time of delivery (SATOD)","denominatorDefinition":"Number of maternities where smoking status is known. From April 2017, the definition used in PHOF has changed to exclude women with unknown smoking status from the denominator when calculating the proportion of women smoking at the time of delivery. More information is available in the Government response to the consultation on PHOF. https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/520455/PHOF_cons_response.pdfDenominators for local authorities are estimated from denominators for sub-ICB locations (prior to 2013/14 estimates were based on denominators for PCTs). Denominators for sub-ICB locations include all women resident within the sub-ICB locations boundary, and no data are available to break down the sub-ICB locations denominators for different areas within the sub-ICB locations. Denominators for local authorities are estimated as follows:(i) For local authorities that have exactly the same boundary as a sub-ICB location, the sub-ICB location\u0026nbsp;figure is used as it is the correct figure for the local authority.(ii) For local authorities whose boundary is contained wholly within a single sub-ICB location, but is not equal to the whole sub-ICB location, the LA denominator is estimated as a proportion of the sub-ICB location\u0026nbsp;figure.(iii) For local authorities whose boundaries include all or part of more than one sub-ICB location, the local authority denominator is estimated by aggregating the appropriate proportions of the denominators for the sub-ICB locations\u0026nbsp;whose boundaries include part of the local authority.The appropriate proportions in cases ii and iii are defined according to the numbers of births in the calendar year overlapping most of the period of the indicator value (2021 births were used for 2022/23 indicator data): births by resident LA and sub-ICB location were extracted from the ONS birth file, to give the number of births in every LA-sub-ICB location\u0026nbsp;overlapping block.To calculate the denominator, each LA-sub-ICB location overlap is calculated as a proportion of the sub-ICB location total births, and then multiplied by the indicator denominator for the sub-ICB location. A LA may overlap several sub-ICB locations: the appropriate portions of all the sub-ICB locations\u0026nbsp;denominators are aggregated to give the denominator estimate for the LA. Expressed as an equation the denominator is calculated as follows:MaternitiesLA = \u0026sum; (Maternitiessub-ICB locations\u0026nbsp;\u0026times; n/N)summed over all sub-ICB locations\u0026nbsp;overlapping the LAwhere: MaternitiesLA = Estimated number of maternities in the LAn = Number of births in the LA-sub-ICB location\u0026nbsp;overlapping blockN = Number of births in the sub-ICB locationMaternitiessub-ICB location\u0026nbsp;= Number of maternities in the sub-ICB location","disclouseControl":null,"caveats":"The indicator is based on observation and is therefore susceptible to measurement bias.\r\nThe data are collected by acute trusts that provide maternity services and then sent to sub-ICB locations on a commissioner basis. sub-ICB location level data are then converted to LA level using birth weighting. If there are several LAs within one sub-ICB location they will all have the same prevalence, thereby masking any variation in prevalence which may exist within that sub-ICB location. Former CCG mergers in 2019 mean that more LA\u0027s from then on appear with the same prevalence estimate. Where local authorities cross sub-ICB location boundaries, the local authority estimate is a weighted average of the sub-ICB location indicator values. Where a local authority is within a single sub-ICB location\u0027s boundary, the local authority value presented is the value from the sub-ICB location.\r\nThere has been a change of method for reporting this information from April 2017, removing those whose smoking status is unknown from the calculation. Excluding women with unknown smoking status from the calculation will provide a more accurate representation of the true proportion of women smoking at time of delivery. In the previous definition, women with unknown smoking status were effectively categorised as non-smokers. However, a number of these would be smokers and this therefore served to deflate the indicator value. The overall impact of this change at England level is small, although the impact will be greater for those sub-ICB locations who have a high proportion of unknowns. Work is already underway to encourage and support Trusts/sub-ICB locations\u0026nbsp;to collect and record accurate information. IT issues are reported as the main reason for high levels of unknowns, which should be resolved as systems embed and improve.","copyright":"Copyright \u0026copy; 2023, NHS England","reuse":"This material is Crown Copyright but may be reproduced without formal permission or charge for personal or in-house use and should be acknowledged as \u0027©Crown Copyright, source: Department of Health and Social Care 2023\u0027.","notes":"From April 2013 responsibility for Women\u0027s Smoking Status at the time of delivery for commissioning these services moved from Primary Care Trusts (PCTs) to Clinical Commissioning Group (CCGs), and now sub-ICBs. Therefore from April 2013 this data was be collected and reported by NHS Digital at Commissioning Region, Area Team and Clinical Commissioning Group level rather than by Primary Care Trust and Strategic Health Authority (SHA).\r\nThe estimates for Cornwall and Hackney local authorities are based on combined data for Cornwall and Isles of Scilly, City of London and Hackney respectively.\r\nIn financial year 2022/23 the following areas had greater than 5% of women with an unknown smoking status at time of delivery: NHS Bedfordshire, Luton and Milton Keynes ICB - M1J4Y, NHS Buckinghamshire, Oxfordshire and Berkshire West ICB - 14Y, NHS Cheshire and Merseyside ICB - 02E and 27D, NHS Devon ICB - 15N, NHS Frimley ICB - D4U1Y, NHS Greater Manchester ICB - 00V, 01D, 01G, 01Y, 02A, 14L, NHS Hampshire and Isle of Wight ICB - 10R, NHS Humber and North Yorkshire ICB - 03F, NHS Lancashire and South Cumbria ICB - 00X and 01E, NHS Mid and South Essex ICB - 99F and 99G, NHS Nottingham and Nottinghamshire ICB - 52R, NHS South West London ICB - 36L, NHS Suffolk and North East Essex ICB - 07K, NHS West Yorkshire ICB - 36J.\r\n\u0026nbsp;\r\nFor further details regarding this data quality issue,\u0026nbsp; please refer to the source document Statistics on Women\u0027s Smoking Status at Time of Delivery: Data tables - NHS Digital\r\nThe indicator using the historical method of calculation (unknowns included in the denominator) was removed in December 2018. Data up to 2016/17 is available on request.\u0026nbsp;","frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000233","E38000226","E38000227","E38000228","E47000010","E47000011","E54000008","E54000048","E06000063","E06000064","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012"],"latestDataPeriod":2023,"earliestDataPeriod":2010,"lastUpdatedDate":"2024-10-24T15:19:20","usedInPoc":true,"hasInequalities":true,"indicatorID":93085,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Smokers at time of childbirth delivery"},{"denominatorType":"Survey sample","ciMethod":"Other method - see below","unitLabel":"%","unitValue":"100","indicatorDefinition":"Percentage of adults aged 18 and over classified as overweight or obese (BMI greater than or equal to 25kg/m\u0026sup2;)","rationale":"Obesity is a global and complex public health concern. It is associated with\u0026nbsp;reduced life expectancy and is a risk factor\u0026nbsp;for a range of chronic diseases, including\u0026nbsp;cardiovascular disease, type 2 diabetes,\u0026nbsp;at least 12 kinds of cancer,\u0026nbsp;liver, and\u0026nbsp;respiratory\u0026nbsp;disease,\u0026nbsp;and can also impact on\u0026nbsp;mental health. The risk and severity of these diseases increases with a higher body mass index (BMI).The proportion of adults in England living with obesity has seen large increases in the last four decades. Analysis of data from the\u0026nbsp;1980 National Heights and Weights Survey\u0026nbsp;estimates that the prevalence of obesity in England stood at 6% of men and 9% of women aged 16 and over with 0.1% of men and 0.4% of women living with severe obesity. In 1993 the\u0026nbsp;Health Survey for England\u0026nbsp;reported that the prevalence of obesity among men and women in this age group was 13% and 16% respectively which has increased to 27% of men and 29% of women in 2019.\r\nPreventing obesity and putting in place support for people who are overweight or living with obesity is a priority for the Government. In July 2020 the Department of Health and Social Care published a\u0026nbsp;strategy which outlines actions the government will take to tackle the causes of obesity\u0026nbsp;and help adults and children to live healthier lives.\r\nUnderstanding the data, the trends and patterns enables us to make the case for national and local action, which includes policy and approaches to create health promoting environments, healthier food and activity options, social marketing campaigns to support behaviour change and to work with partners to design and tailor approaches to meet needs of particular groups of people.This overweight (including obesity) indicator presents local authority estimates from Sport England\u0027s Active Lives Adult Survey data to help inform local action in preventing obesity and supporting people who are overweight or living with obesity. This indicator is linked to the\u0026nbsp;percentage of adults (aged 18\u002B) classified as obese\u0026nbsp;indicator. These indicators should be used in conjunction to provide a greater understanding of those who are overweight or living with obesity. It is important to track the population\u0027s movement between BMI groups and\u0026nbsp;to understand whether a high prevalence of overweight (including obesity) is driven by greater numbers of people living with obesity or severe obesity, or greater numbers in the overweight category.","dataSource":"OHID, based on Sport England data","method":"The age standardised proportions presented are directly age standardised rates per 100 people, represented as a percentage. This is the weighted number of respondents aged 18 and over with a body mass index (BMI) classified as overweight (including obese), calculated from the adjusted height and weight variables divided by the weighted number of respondents aged 18 and over with a BMI classification, standardised to the European Standard Population, multiplied by 100. Questions on self reported height and weight are included in Active Lives Adult Survey to provide data for monitoring excess weight in adults at local authority level for the Public Health Outcomes Framework (PHOF).","standardPopulation":"European Standard Population","ciMethodDetails":"An approximate 95 percent and 99.8 percent confidence interval was derived from 10,000 simulations of excess weight prevalence for each age group within each area. Each prevalence simulation was calculated by\r\n1\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; drawing a number of \u0026lsquo;successes\u0026rsquo; randomly from a binomial distribution ~Bin(n,p) when n is the\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; unweighted total population estimate and p is the weighted prevalence of excess weight.\r\n2\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; dividing the number of \u0026lsquo;successes\u0026rsquo; by the unweighted total respondents\r\nThe 2.5th and 97.5th percentiles and 0.1th and 99.9th percentiles of these prevalence estimates were then found to give the 95 percent and 99.8 percent confidence intervals respectively.","countSource":null,"countDefinition":"Number of adults aged 18 and over with a BMI classified as overwight (including obesity), calculated from the adjusted height and weight variables. Adults are defined as obese if their body mass index (BMI) is greater than or equal to 25kg/m\u0026sup2;.\r\nThose not recorded as male or female are excluded from the analysis. This is because the adjustment calculations are developed for males and females separately.\r\nRespondents with a recorded height less than 1m or \u0026gt;=greater than or equal to 2.3m are excluded, as they are outside of the accepted range.\r\nRespondents with no recorded height or weight are excluded.\r\nThose aged under 18 years are excluded, as the BMI classifications have been developed for those aged 18 and over and are not the correct classification for those aged under 18 years.\r\nRespondents that are recorded as pregnant are excluded as pregnancy will affect a woman\u0026rsquo;s BMI result. The NHS BMI calculator advises that pregnant women should use their pre pregnancy weight when calculating their BMI.\r\nFurther details on the weightings, self report adjustments and age standardisation can be found in the Methodology\u0026nbsp;section.","denominatorSource":null,"denominatorDefinition":"Number of adults aged 18\u002B and over with valid height and weight recorded.\r\nThose not recorded as male or female are excluded from the analysis. This is because the adjustment calculations are developed for males and females separately.\r\nRespondents with a recorded height \u0026lt;less than 1m or greater than or equal to 2.3m are excluded, as they are outside of the accepted range.\r\nRespondents with no recorded height or weight are excluded.\r\nThose aged under 18 years are excluded, as the BMI classifications have been developed for those aged 18 and over and are not the correct classification for those aged under 18 years.\r\nRespondents that are recorded as pregnant are excluded as pregnancy will affect a woman\u0026rsquo;s BMI result. The NHS BMI calculator advises that pregnant women should use their pre pregnancy weight when calculating their BMI.\r\nFurther details on the weightings, self report adjustments and age standardisation can be found in the Methodology section","disclouseControl":"None applied","caveats":"As outlined in the\u0026nbsp;Methodology section, this indicator uses prediction equations to adjust the self reported height and weight of respondents. Prediction equations are specific to time, place, target population and methods of data collection. As such, these may not be applicable to surveys with more recent data, or different sociodemographic, health and self reported anthropometric profiles.\r\nThe NHS Digital\u0026nbsp;Health Survey for England predicting height, weight and body mass index from self reported data methodology report\u0026nbsp;found that the usefulness of prediction equations has been demonstrated by the ability to reduce considerably, although not eliminate, the differences between self-reported and measured anthropometrics across a few, easily gathered sociodemographic and health-related variables.","copyright":"Active Lives Adult Survey, Sport England","reuse":null,"notes":"RevisionsMay 2023The May 2023 update included a full revision of the data for the\u0026nbsp;percentage of adults (aged 18\u002B) classified as overweight or obese\u0026nbsp;and the\u0026nbsp;percentage of adults (aged 18\u002B) classified as obese\u0026nbsp;indicators, with all previously published data overwritten.\r\nThe replacement of all previously published data was required as the adjustments applied to the self-reported height and weight data have been updated and published by NHS Digital in the\u0026nbsp;Health Survey for England predicting height, weight and body mass index from self-reported data\u0026nbsp;report.\r\nThe updated adjustments for height and weight have been applied to the new data point (November 2021 to 2022) and the whole back series (November 2015 to 2016 to November 2020 to 2021). A review of the estimates indicates that for both indicators at England level the values have changed no more than plus or minus 0.2 percentage points. At local authority level for the November 2020 to 2021 estimates, most values remain the same and any changes were no more than plus or minus 1.4 percentage points.May 2022The May 2022 update included a full revision of the data for the excess weight indicator, with all previously published data overwritten. The replacement of all previously published data was required as the adjustments applied to the self-reported height and weight data have been updated by researchers at University College of London (see below for further details). The updated adjustments for height and weight have been applied to the new data point (2020 to 2021) and the whole back series (2015 to 2016 to 2019 to 2020). A review of the estimates indicates that local authority estimates changed no more than plus or minus 2 percentage points.\r\nThe age standardisation method has also been updated in the May 2022 release. Direct age standardisation now uses the European Standard Population, which replaces the ONS mid year population estimates for England 2016 which were used for the previously released data.\r\nDefinitionsDenominator values in the download data are unweighted counts. All analyses for this indicator have been weighted and age standardised to the European Standard Population.Working Status Working is defined as those that reported their current working status as either working full-time or working part time. Unemployed includes those that reported being unemployed for less than 12 months or more than 12 months. Inactive is defined as those that reported their current working status as retired, looking after house and children or long term sick or disabled. The Working Status category excludes those that report their working status as student or other.DisabilityDisability is defined as self reporting of any physical or mental health conditions or illnesses that have lasted or are expected to last 12 months or more, that have a substantial effect on the ability to carry out normal daily activities.Socioeconomic statusValid respondents were assigned to one of nine National Statistics Socio economic classification (NS SEC) analytic classes. These NS SEC classes were then grouped to provide 8 categories:\r\nManagerial, administrative and professional occupations (NS SEC 1 to 2)\r\nIntermediate occupations (NS SEC 3)\r\nSelf employed and small employers (NS SEC 4)\r\nLower supervisory and technical occupations (NS SEC 5)\r\nRoutine and manual occupations - Semi-routine and routine occupations (NS SEC 6 to 7)\r\nLong term unemployed or never worked (NS SEC 8)\r\nStudents (NS SEC 9)\r\nOther or unclassified (NS SEC 9)\r\nLevel of education Valid respondents selected their highest educational qualification from one of 7 options. This included any educational, professional, vocational or other work-related qualifications for which they received a certificate:Level 4 or above: Degree level or above; Other Higher Education below degree levelLevel 3 and equivalents: A levels, NVQ level 3 and equivalents INFO includes AS level, SVQ and GNVQ level 3, BTEC NationalLevel 2 and equivalents: GCSE or O level grade A* to C, NVQ level 2 and equivalents INFO. This includes SVQ and GNVQ level 2, BTEC first or general diplomaLevel 1 and below: includes GCSE or O level below grade C, CSE below grade 1, NVQ, SVQ and GNVQ level 1, BTEC first or general certificateAnother type of qualification:\u0026nbsp; includes other vocational or professional or foreign qualificationsNo qualificationsLevel of education - data quality note for 2019 to 2020Please note that the data for the highest attained level of education include only online responses due to a scanning issue impacting the postal entries.","frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011"],"latestDataPeriod":2022,"earliestDataPeriod":2015,"lastUpdatedDate":"2024-04-25T10:12:25","usedInPoc":true,"hasInequalities":true,"indicatorID":93088,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Overweight prevalence (including obesity) in adults aged 18 years and over"},{"denominatorType":"Population","ciMethod":"Byar\u0027s method","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"Crude incidence rate of new diagnoses of confirmed acute hepatitis B per 100,000 population","rationale":"This indicator is designed to measure the local burden of acute hepatitis B and is an indicator of ongoing transmission. Hepatitis B is vaccine preventable and an important health protection issue that can cause serious disease. Variation in incidence rate may reflect outbreaks, differences in underlying population e.g. larger proportion of risk groups (e.g. migrants from countries with a high prevalence of hepatitis B, men who have sex with men, injecting drug users), in addition to variation in uptake of vaccination of risk groups. High rates of acute hepatitis B should prompt a review of cases to determine underlying reasons and to identify appropriate interventions.","dataSource":"UKHSA surveillance Acute Hepatitis B dataset, compiled from laboratory and Health Protection Team reports","method":"Crude rate: count of new diagnoses of acute Hepatitis B divided by the denominator, multipled by 100,000. Confidence intervals calculated using Byars method was used when the numerator (count) was at least 10, when the numerator was less than 10, the exact poisson method was used.","standardPopulation":null,"ciMethodDetails":null,"countSource":"UKHSA Acute Hepatitis B database","countDefinition":"Newly diagnosed cases of laboratory confirmed acute hepatitis B (IgM positive). Data was extracted using \u0022date entered\u0022 on Hpzone or \u0022sample date\u0022 for cases from laboratory reports.","denominatorSource":"The Office for National Statistics (ONS) mid-year population estimates","denominatorDefinition":"Total population who reside in area","disclouseControl":"Counts for Isles of Scilly and City of London are combined with Cornwall and Hackney respectively.","caveats":"Every effort is made to ensure accuracy and completeness of the data. At a national level, data are de-duplicated to prevent double counting of the same individual. The sum of the local authority data may not equal the regional and overall England data because for some individuals only the region or country of residence is available. In 2016, 98% of cases could be mapped to a lower/upper tier local authority.","copyright":"This material is Crown Copyright and all rights are reserved. Applications to reproduce it should be made to the Controller of Her Majesty\u0027s Stationery Office. \u0026copy; Crown Copyright 2004","reuse":null,"notes":"The surveillance definition for acute hepatitis B is \u0027HBsAg positive, anti-HBc IgM positive and abnormal liver function tests with a pattern consistent with acute viral hepatitis\u0027.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011"],"latestDataPeriod":2021,"earliestDataPeriod":2016,"lastUpdatedDate":"2023-09-21T15:57:52","usedInPoc":true,"hasInequalities":true,"indicatorID":93124,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Crude rate","indicatorName":"Acute hepatitis B incidence rate "},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"The annual\u0026nbsp;percentage\u0026nbsp;of registered deaths in each area for persons within the age range specified below and where the place of death is recorded as\u0026nbsp;hospital.\r\n","rationale":"To understand the trends and variations in place of death as proxy indicator for quality of end of life care.","dataSource":"Office for National Statistics","method":"Within each area, age grouping and calender year the numerator is divided by the denominator and multipled by 100 to generate a percentage.Confidence intervals are calculated using the Wilson Score method https://fingertips.phe.org.uk/profile/guidance","standardPopulation":null,"ciMethodDetails":null,"countSource":"Office for National Statistics Mortality File","countDefinition":"Number of registered deaths by calendar year,\u0026nbsp;in each area within the age range specified below where the place of death is recorded as hospital.Only England areas are includedNeo Natal Deaths are excludedClassification of place of death is a guide that supports the methods used for all place of death indicators on these profiles.\u0026nbsp;Historic data is recalculated every time this indicator is calculated. The Office for National Statistics maintain the data describing establishments. Sometimes these amendments can reclassify individual establishments, resulting in small changes to previously published place of death statistics.\u0026nbsp;","denominatorSource":"Office for National Statistics Mortality File","denominatorDefinition":"Total number of registered deaths by calendar year, area and age range as specified below.Only England areas are includedNeo Natal Deaths are excluded","disclouseControl":null,"caveats":null,"copyright":null,"reuse":null,"notes":null,"frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E54000008","E54000048","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233"],"latestDataPeriod":2023,"earliestDataPeriod":2014,"lastUpdatedDate":"2024-12-03T16:13:42","usedInPoc":true,"hasInequalities":true,"indicatorID":93474,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Deaths in hospital"},{"denominatorType":"No value present","ciMethod":"No confidence intervals available","unitLabel":"","unitValue":"1","indicatorDefinition":"The English Indices of Deprivation 2019 use 39 separate indicators, organised across seven distinct domains of deprivation which can be combined, using appropriate weights, to calculate the Index of Multiple Deprivation 2019 (IMD 2019). This is an overall measure of multiple deprivation experienced by people living in an area.","rationale":"Deprivation covers a broad range of issues and refers to unmet needs caused by a lack of resources of all kinds, not just financial. The English Indices of Deprivation attempt to measure a broader concept of multiple deprivation, made up of several distinct dimensions, or domains, of deprivation.The English Indices of Deprivation 2019 are measures of multiple deprivation at the small area level. The model of multiple deprivation which underpins the indices of Deprivation 2019 is based on the idea of distinct domains of deprivation which can be recognised and measured separately. These domains are experienced by individuals living in an area. People may be counted in one or more of the domains, depending on the number and the types of deprivation that they experience. Each domain represents a specific form of deprivation experienced by people and each can be measured individually using a number of indicators. Seven distinct domains have been identified in the English Indices of Deprivation; Income Deprivation, Employment Deprivation, Health Deprivation and Disability, Education, Skills and Training Deprivation, Barriers to Housing and services, Living Environment Deprivation and Crime. Individual domains can be used in isolation as measures of each specific form of deprivation. They can also be combined, using appropriate weights, into a single overall Index of Multiple Deprivation which can be used to rank every small area in England according to the deprivation experienced by the people living there. Along with two supplementary indices, Income Deprivation Affecting Children Index and Income Index Affecting Older People Index, they form the English Indices of Deprivation. These statistics allow the most, and least, deprived areas of the country to be identified as well as providing information about the issues faced by people living in different parts of the country.","dataSource":"English indices of deprivation 2019, Ministry of Housing, Communities \u0026 Local Government","method":"For GP deprivation scores, the population weighting is based on NHS Digital, Patients Registered at a GP Practice - April 2019:\u0026nbsp;LSOA file (persons).\u0026nbsp;For more information, please see the Technical Report for 2019 IMD publication. ","standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":null,"denominatorSource":null,"denominatorDefinition":null,"disclouseControl":null,"caveats":"The Indices of Deprivation 2019 are relative measures of deprivation. This means it can tell you if one area is more deprived than another, but not by how much.The Indices of Deprivation 2019 is not a measure of affluence; all of the indicators used in the index are designed to identify aspects of deprivation, not affluence. Therefore the area ranked as the least deprived is not necessarily the most affluent.","copyright":"Crown copyright","reuse":null,"notes":null,"frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","N81038","N81039","N81040","N81041","N81043","N81044","N81045","N81046","N81047","N81048","N81049","E06000063","E06000064","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E38000226","E38000227","E38000228","E40000003","E40000005","E40000006","E40000007","E40000010","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E54000008","E54000048"],"latestDataPeriod":2019,"earliestDataPeriod":2010,"lastUpdatedDate":"2023-03-21T18:08:23","usedInPoc":true,"hasInequalities":true,"indicatorID":93553,"polarity":"Low is good","benchmarkComparisonMethod":"Quintiles","valueType":"Score","indicatorName":"Deprivation score (Index of Multiple Deprivation 2019)"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"Percentage of children (under 16 years) in a local area, living in absolute low income families.\u0026nbsp;\r\nA family is defined as a single adult, or a married or cohabitating couple, or a Civil Partnership, and any dependent children.\r\nEquivalised income is income Before Housing Costs (BHC) and includes contributions from earnings, state support and pensions. Equivalisation adjusts incomes for family size and composition, taking an adult couple with no children as the reference point.\r\nAbsolute low income is defined as a family in low income Before Housing Costs (BHC) in the reference year in comparison with incomes in 2010 to 2011. A family must have claimed one or more of Universal Credit, Tax Credits or Housing Benefit at any point in the year to be classed as low income in these statistics.\r\nAbsolute low income takes the 60 percent of median income threshold from 2010 to 2011 and then fixes this in real terms (i.e. the line moves with inflation). This is designed to assess how low incomes are faring with reference to inflation. It measures the number and proportion of individuals who have incomes below this threshold. The percentage of individuals in absolute low income will decrease ifindividuals with lower incomes see their incomes rise by more than inflation. Statistics are calibrated to the 3 year average Households Below Average Income (HBAI) Regional and work status aggregates, so that the Great Britain and Region totals in the statistics match equivalent statistics in the 3 year average HBAI\u0026nbsp;statistics.Some of the information in this section is taken from Household Below Average Income (HBAI) statistics.","rationale":"The Marmot Review (2010) suggests there is evidence that childhood poverty leads to premature mortality and poor health outcomes for adults. Reducing the numbers of children who experience poverty should improve these adult health outcomes and increase healthy life expectancy.\u0026nbsp; There is also a wide variety of evidence to show that children who live in poverty are exposed to a range of risks that can have a serious impact on their mental health.\u0026nbsp; The Marmot Review recommended a policy objective of giving every child the best start in life.Health Equity in England: The Marmot Review 10 Years On\u0026nbsp;outlines that since 2010, progress has been made in early years development, as measured by children\u0026rsquo;s readiness for school. However, clear socioeconomic inequalities persist, with a graded relationship between these measures andlevel of deprivation. Rates of child poverty, a critical measure for early child development, have increased since 2010 to 2011 with over four million children affected, particularly in families with parents in work. However, child poverty rates are still highest for children living in workless families, in excess of 70 percent.\u0026nbsp;\u0026nbsp;Many countries in the OECD have considerably lower rates of child poverty than England.\u0026nbsp;The Department for Work and Pensions has a statutory obligation\u0026nbsp;to publish a measure of relative and absolute low income, and low income and material deprivation for children under section 4 of the Welfare Reform and Work Act 2016.\u0026nbsp;\u0026nbsp;Sourced from survey data the\u0026nbsp;Household Below Average Income (HBAI) statistics provide estimates of children in low income families only at national and regional levels. To fill the demand from users for local estimates, administrative data has historically been used to produce Official Statistics published by Department for Work and Pensions (DWP)\u0026nbsp;Children in out-of-work benefit households\u0026nbsp;and HM Revenue \u0026amp; Customs (HMRC)\u0026nbsp;Children in low-income families local measure.\u0026nbsp;With the rollout of Universal Credit and the Higher Income Child Benefit charge, neither of the historic measures now offers an accurate view of children in low income families at a local level.\u0026nbsp;This new combined set of statistics provide a more coherent picture of children in low income families at a local level.The presence of large numbers of individuals with relatively high incomes results in a skewed or non symmetric distribution. As a result, the median income is the standard measure of average income as changes in the mean can be driven by extreme values. The median represents the income of the individual in the middle of the distribution.These statistics are Before Housing Costs.\u0026nbsp; It is not currently possible to calculate local area statistics After Housing Costs because administrative datasets covering housing costs are not available.The children in absolute low income families measure is useful for tracking changes over time in relation to a fixed reference point and is designed to assess how low incomes are faring with reference to inflation.Some information in this section has been sourced from Children in low income families local area statistics: Background information and methodology\u0026nbsp;and\u0026nbsp;Household Below Average Income (HBAI) statistics","dataSource":"Office for Health Improvement and Disparities","method":"Percentages have been derived by dividing the number of children aged 0 to 15 in absolute low income families by the number of all children aged 0 to 15 (sourced from ONS mid year population estimates) and multiplying by 100.\u0026nbsp;Statistics are calibrated to Household Below Average Income estimates at regional level and by work status. Thus, the figures will be consistent with HBAI regional estimates which use a 3 year average of the number of children in low income families.The methodology underpinning these new statistics addresses 3 of the key limitations of the previous official statistics:\r\n\r\ninclusion of Universal Credit claimants transitioning from Tax Credits\r\ncalibration to HBAI estimates at regional level and by work status\r\ncalculation of rates for under 16s, using Office for National Statistics (ONS) mid year population estimates rather than Child Benefit claims which no longer provide a useable proxy given the Higher Income Child Benefit charge\r\n\r\nDetailes of methodology has been sourced from\u0026nbsp; \u0026nbsp;https://www.gov.uk/government/publications/children-in-low-income-families-local-area-statistics-background-information-and-methodology/background-information-and-methodology-children-in-low-income-families-local-area-statistics","standardPopulation":null,"ciMethodDetails":"An adjustment has been made when applying the Wilson Score method because while the indicator is calculated at the child level, low income family status is assessed at the family level, so children are not independent of one another and the binomial assumptions underpinning the Wilson Score method do not hold.\u0026nbsp; Data provided by the Department for Work and Pensions show that the average number of children per low income family in 2018 to 2019 was 1.99.\u0026nbsp; The numerator and denominator for the proportions were divided by 2 in order to calculate more robust approximate confidence intervals (ie the binomial assumption is that families are independently assessed for low income status).The confidence intervals do not take into account the calibration of the local area statistics to the Households Below Average Income statistics and therefore do not show the impact of Covid19 which is outlined in the technical report.\u0026nbsp; Confidence intervals and associated benchmarking should therefore be interpreted with caution.","countSource":"Department for Work and Pensions (DWP), Children in low income families: local area statistics","countDefinition":"Count of children under 16 (under 16 years) living in the area in families in low income Before Housing Costs (BHC) in the reference year in comparison with incomes in 2010 to 2011, calibrated to regional and national Households Below Average Income (HBAI) statistics. The count of children refers to the age of the child at 31 March of each year.Income is defined as Gross Personal Income from benefits or tax credits, from employment and self employment, and from occupational pensions.This is not the same as HBAI income measures, but for the purposes of looking at the distribution of family income across local areas, it offers a consistent approach that captures the main income streams.In order to allow comparisons of the living standards of different types of households, income is adjusted to account for variations in the size and composition of the households in a process known as equivalisation. This assumes that all individuals in the household benefit equally from the combined income of the household. Thus, all members of any one household will appear at the same point in the income distribution.Equivalence scales conventionally take an adult couple without children as the reference point, with an equivalence value of one. The process then increases relatively the income of single person households (since their incomes are divided by a value of less than one) and reduces relatively the incomes of households with three or more persons, which have an equivalence value of greater than one.","denominatorSource":"Office for National Statistics (ONS), Mid-year population estimates","denominatorDefinition":"Count of children aged under 16 (under 16 years) living in the area derived from ONS mid year population estimates. The count of children refers to the age of the child at 30 June of each year.","disclouseControl":null,"caveats":"Data for ICBs are estimated from local authority data. In most cases ICBs are coterminous with local authorities, so the ICB figures are precise. In cases where local authorities cross ICB boundaries, the local authority data are proportionally split between ICBs, based on population located in each ICB.\r\nThe affected ICBs are:\r\n\r\n\r\nBath and North East Somerset, Swindon and Wiltshire;\r\nBedfordshire, Luton and Milton Keynes;\r\nBuckinghamshire, Oxfordshire and Berkshire West;\r\nCambridgeshire and Peterborough;\r\nFrimley;\r\nHampshire and Isle of Wight;\r\nHertfordshire and West Essex;\r\nHumber and North Yorkshire;\r\nLancashire and South Cumbria;\r\nNorfolk and Waveney;\r\nNorth East and North Cumbria;\r\nSuffolk and North East Essex;\r\nSurrey Heartlands;\r\nSussex;\r\nWest Yorkshire.\r\n\r\n\r\n\u0026nbsp;\r\n\r\n\r\nData are based on modelled estimates and therefore it does not capture the number of people that are in fuel poverty. Due to applying a model there is a possibility that small areas which are atypical in condition are unlikely to be identified by the model. It is therefore essential, wherever\u0026nbsp;possible, to compare the modelled results to local data.\r\n\r\n","copyright":"\u0026copy; Crown Copyright","reuse":null,"notes":"Following Census 2021, the Office for National Statistics (ONS) carried out reconciliation and rebasing of the mid year population estimates (MYE) it produces. This process happens every 10 years following the census. The official population estimates for mid 2012 to mid 2020 have been revised, to incorporate the data now available from Census 2021. The data for this indicator, from financial year ending 2015 onwards, has been revised to use the rebased population estimates.\r\nThe data previously published on Fingertips are available from the\u0026nbsp;Life Course Intelligence team. These data are based on un-revised population estimates and therefore should not be used to make comparisons with the current data from financial year ending 2015 onwards.","frequency":"Annual","rounding":"Percentages have been rounded to 1 decimal place and confidence intervals have been rounded to 2 decimal places to be consistent with data published by Department for Work and Pensions HM Revenue and Customs:  Children in low income families: local area statistics 2014 to 2015 to 2018 to 2019 https://www.gov.uk/government/statistics/children-in-low-income-families-local-area-statistics-201415-to-201819","associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E54000008","E54000048"],"latestDataPeriod":2022,"earliestDataPeriod":2014,"lastUpdatedDate":"2024-04-29T11:17:00","usedInPoc":true,"hasInequalities":true,"indicatorID":93701,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Proportion","indicatorName":"Children in absolute low income families aged 15 years and under"},{"denominatorType":"Population","ciMethod":"Byar\u0027s method (no small number correction)","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"Deaths attributable to smoking, directly age standardised rate for persons aged 35 years \u002B","rationale":"Smoking remains the biggest single cause of preventable mortality and morbidity in the world(1). It still accounts for 1 in 6 of all deaths in England, and there exist huge inequalities in smoking related deaths: areas with the highest death rates from smoking are about three times as high than areas with the lowest death rates attributable to smoking.\r\nTowards a Smokefree Generation: A Tobacco Control Plan for England(2)\u0026nbsp;states that tobacco use remains one of our most significant public health challenges and that smoking is the single biggest cause of inequalities in death rates between the richest and poorest in our communities.\r\nThe\u0026nbsp;proportion of disease attributable to smoking\u0026nbsp;(smoking attributable fraction) is calculated using a relative risk (a fraction between 0 and 1) specific to each disease, age group and sex combined with smoking prevalence calculations. This indicator uses updated smoking attributable fractions, based on new relative risks published by the\u0026nbsp;Royal College of Physician in 2018.\r\nReference:(1) World Health Organization Report on the Global Tobacco Epidemic 2009\u0026nbsp;http://www.who.int/tobacco/mpower/2009/en/index.html\r\n(2) Towards a Smokefree Generation: A Tobacco Control Plan for England, July 2017\u0026nbsp;https://www.gov.uk/government/publications/towards-a-smoke-free-generation-tobacco-control-plan-for-england\u0026nbsp;(3) Royal College of Physician\u0027s Report : Hiding in Plain Sighthttps://www.rcplondon.ac.uk/projects/outputs/hiding-plain-sight-treating-tobacco-dependency-nhs).","dataSource":"Mortality data from the ONS mortality file; ONS mid-year population estimates; Smoking prevalence data from Annual Population Survey; and relative risks from the Royal College of Physician\u0027s Report \u0027Hiding in Plain Sight\u0027.","method":"We calculated the smoking-attributable fractions (SAFs), i.e. the proportion of disease attributable to smoking, for each disease, by age and sex using the formula below:\r\nSAF = [current_p (current_rr-1) \u002B ex_p (ex_rr-1)]/ [1\u002Bcurrent_p (current_rr-1) \u002B ex_p (ex_rr-1)]\r\nwhere:\r\ncurrent_p = proportion of current smokers\r\nex_p = proportion of ex-smokers\r\ncurrent_rr = relative risk of current smokers\r\nex_rr = relative risk of\u0026nbsp;ex smokers\r\n\u0026nbsp;\r\nThe estimated number of smoking-attributable deaths is then calculated by multiplying the observed number of deaths by the SAF\u0026rsquo;s.\u0026nbsp;Detailed list of all smoking attributable diseases, including ICD 10 codes and relative risks are in tables 3.2 (p.56) and 2.5 (p.32-34) respectively https://www.rcplondon.ac.uk/projects/outputs/hiding-plain-sight-treating-tobacco-dependency-nhs).Local authority smoking prevalence is calculated from the Annual Population Survey. Regional figures are calculated from the sum of the corresponding local authorities and England figures from the sum of the regional values.\r\nDirectly age-standardised rates are calculated per 100,000 standardised to the European standard population. Confidence intervals for DSR were calculated according to the APHO methodology which can be found here \u0026ndash;\u0026nbsp;https://fingertips.phe.org.uk/documents/APHO%20Tech%20Briefing%203%20Common%20PH%20stats%20and%20CIs.pdf\u0026nbsp;- which uses the Dobson and Byars methods.\r\n","standardPopulation":"European Standard Population 2013","ciMethodDetails":null,"countSource":"ONS: annual mortality extract;Prevalence of current smoking, former smoking and non-smoking from the Annual Population Survey for Local Authorities;Relative risks from\u0026nbsp;the Royal College of Physician\u0027s Report \u0027Hiding in Plain Sight\u0027.","countDefinition":"The estimated number of smoking-attributable deaths is calculated by multiplying the observed number of deaths (smoking attributable deaths) by the SAFs (Smoking Attributable Fraction).\u0026nbsp;\r\nMortality data includes all deaths with the following smoking attributable diagnosis as the underlying cause of death:\r\n\u0026bull; Malignant neoplasms: Lung(C33-C34), Nasal synuses \u0026amp; nasopharynx(C11,C30-C31), Oral cavity(C10), Pharynx (C14), Larynx(C32), Oesophagus (C15), Stomach (C16), Pancreas (C25), Liver (C22), Colorectal (C18-C20), Kidney (C64), Lower urinary tract (C65-C66), Bladder (C67), Breast (C50), Cervix (C53), Acute myeloid leukaemia (C92), Malignant melanoma (C43-C44) \u0026bull; Cardiovascular Diseases: Ischemic heart disease (I20-I25), Stroke (I60-I67), Peripheral arterial disease (I73.9), Abdominal aortic aneurysm (I71), Venous thromboembolism (I26, I80-I82) \u0026bull; Respiratory Diseases: COPD (J40-J44, J47), Asthma (J45-J46), TB (A15-A19), Pneumonia (J12-J18), Influenza (J09-J10,J11), Pulmonary fibrosis (J84.1), Obstructive sleep apnoea (G47.3) \u0026bull; Other diseases: Age related cataract (H25), Hip fracture (S72.0-S72.2), maternal and pregnancy outcomes (O03-O45,O00,O42), mental health (G30,F01-F03,F20-F25,F28-F29,F32-F33,F50.2,F50.81), arthritis (M05-M06), Chronic kidney and renal disease (N18), lupus erythematosus (M32), Diabetes (E11), Psoriasis (L40), Macular degeneration (H35.3-H52.4), Low back pain (M54.5), Crohn\u0026rsquo;s disease (K50), Barrett\u0026rsquo;s oesophagus (K22.7), Hearing loss (H90-H91), surgical complications (Y83, T81.4, Q79.0) \r\nMore specifically, deaths records are identified where the age of death is above 34 [AGE_UnitVal between 35 AND 7000]; deaths registered in the calendar year; and the local authority of usual residence of deceased is one of the English geographies.\r\nDetailed list of all smoking attributable diseases, including ICD 10 codes and relative risks are in tables 3.2 (p.56) and 2.5 (p.32-34) respectively https://www.rcplondon.ac.uk/projects/outputs/hiding-plain-sight-treating-tobacco-dependency-nhs).","denominatorSource":"ONS","denominatorDefinition":"ONS mid-year population estimates","disclouseControl":"Disclosure control has not been applied to this data as it would be very difficult to identify individuals in areas at lower or upper tier local authority level.","caveats":null,"copyright":null,"reuse":null,"notes":"In 2020 PHE ran a consultation on changes to how smoking-attributable risk is calculated and the outcome was to use those risks listed in the Royal College of Physician\u0027s report (see\u0026nbsp;https://www.gov.uk/government/consultations/proposed-changes-to-how-smoking-attributable-risk-is-calculated).The relative risks listed in the report have been used to calculate this indicator including the entire time series to allow monitoring of trends.\r\nThere is the potential for the underlying cause of death to be incorrectly attributed on the death certificate and the cause of death misclassified.\r\nThe confidence intervals do not take into account the uncertainty involved in the calculation of the SAFs \u0026ndash; that is, the proportion of specific deaths that are caused by smoking and the smoking prevalence that are included in the SAF formula are only an estimate and so include uncertainty.\u0026nbsp; The confidence intervals published here are based only on the observed number of deaths and do not account for this uncertainty in the calculation of attributable fraction - as such the intervals may be too narrow.","frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011"],"latestDataPeriod":2017,"earliestDataPeriod":2013,"lastUpdatedDate":"2021-06-21T14:13:22","usedInPoc":true,"hasInequalities":true,"indicatorID":93748,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Directly standardised rate","indicatorName":"Smoking attributable mortality (new method)"},{"denominatorType":"Population","ciMethod":"Dobson \u0026 Byar\u0027s methods","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"Deaths from alcohol-related conditions, all ages, directly age-standardised rate per 100,000 population (standardised to the European standard population).","rationale":"Alcohol consumption is a contributing factor to hospital admissions and deaths from a diverse range of conditions. Alcohol misuse is estimated to cost the NHS about \u0026pound;3.5 billion per year and society as a whole \u0026pound;21 billion annually.\r\nThe Government has said that everyone has a role to play in reducing the harmful use of alcohol - this indicator is one of the key contributions by the Government (and the Department of Health and Social Care) to promote measurable, evidence based prevention activities at a local level, and supports the national ambitions to reduce harm set out in the Government\u0027s Alcohol Strategy. This ambition is part of the monitoring arrangements for the Responsibility Deal Alcohol Network. Alcohol-related deaths can be reduced through local interventions to reduce alcohol misuse and harm.\r\nThe proportion of disease attributable to alcohol (alcohol attributable fraction) is calculated using a relative risk (a fraction between 0 and 1) specific to each disease, age group and sex combined with the prevalence of alcohol consumption in the population. All mortality records are extracted that contain an attributable disease and the age and sex specific fraction applied. The results are summed into quinary age bands for the numerator and a directly standardised rate calculated using the European Standard Population.\u0026nbsp;This revised indicator uses updated alcohol attributable fractions, based on new relative risks from \u0026lsquo;Alcohol-attributable fractions for England: an update\u0026rsquo; (1) published by PHE in 2020. A detailed comparison between the 2013 and 2020 alcohol attributable fractions is available in Appendix 3 of the PHE report (2). A consultation was also undertaken with stakeholders where the impact of the new methodology on the LAPE indicators was quantified and explored (3).\r\nThe calculation that underlies all alcohol-related indicators has been updated to take account of the latest academic evidence and more recent alcohol-consumption figures. The result has been that the newly published mortality and admission rates are lower than those previously published. This is due to a change in methodology, mainly because alcohol consumption across the population has reduced since 2010. Therefore, the number of deaths and hospital admissions that we attribute to alcohol has reduced because in general people are drinking less today than they were when the original calculation was made.\r\nFigures published previously did not misrepresent the burden of alcohol based on the previous evidence \u0026ndash; the methodology used in this update is as close as sources and data allow to the original method. Though the number of deaths and admissions attributed to alcohol each year has reduced, the direction of trend and the key inequalities due to alcohol harm remain the same. Alcohol remains a significant burden on the health of the population and the harm alcohol causes to individuals remains unchanged.\r\nReferences:\r\n(1)\u0026nbsp;\u0026nbsp;\u0026nbsp; PHE (2020) Alcohol-attributable fractions for England: an update\r\nhttps://www.gov.uk/government/publications/alcohol-attributable-fractions-for-england-an-update\r\n(2)\u0026nbsp;\u0026nbsp;\u0026nbsp; PHE (2020) Alcohol-attributable fractions for England: an update: Appendix 3\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/892879/APPEND_3-update.pdf\r\n(3)\u0026nbsp;\u0026nbsp;\u0026nbsp; PHE (2021) Proposed changes for calculating alcohol-related mortality\r\nhttps://www.gov.uk/government/consultations/proposed-changes-for-calculating-alcohol-related-mortality","dataSource":"Calculated by Office for Health Improvement and Disparities (OHID) from the Office for National Statistics (ONS) Annual Death Extract Public Health Mortality File and ONS Mid Year Population Estimates.","method":"Numerator data for each age band are divided by the denominator population data for each age band respectively to give age specific death rates for the area.\u0026nbsp;These age specific rates are multiplied by the standard population for each age group respectively and aggregated across all the age groups to give the age adjusted count of deaths for the area.\u0026nbsp;This age adjusted count of deaths is divided by the total standard population for the whole age range included in the indicator, and multiplied by 100,000 to give the age standardised mortality rate for the area.\r\nThe methodology for calculating the alcohol attributable fractions is published by PHE in \u0026lsquo;Alcohol-attributable fractions for England: an update\u0026rsquo; (4). This report also includes a detailed list of all alcohol attributable diseases, including ICD 10 codes and relative risks. Excluding all diseases with a negative fraction, as the indicator is designed to quantify only the level of harm caused by alcohol, the corresponding fractions are appended to the ONS mortality file by age and sex and these are summed as the numerator rather than the sum of records extracted. Directly age-standardised rates are then calculated per 100,000 standardised to the European Standard Population.\u0026nbsp;\r\nReferences:\r\n(4)\u0026nbsp;\u0026nbsp;\u0026nbsp; PHE (2020) Alcohol-attributable fractions for England: an update\r\nhttps://www.gov.uk/government/publications/alcohol-attributable-fractions-for-england-an-update","standardPopulation":"European Standard Population 2013.","ciMethodDetails":null,"countSource":"ONS annual mortality extract analysed by Office for Health Improvement and Disparities (OHID).","countDefinition":"Deaths from alcohol-related conditions based on underlying cause of death, registered in the calendar year for all ages. Each alcohol related death is assigned an alcohol attributable fraction based on underlying cause of death (and all cause of deaths fields for the conditions: ethanol poisoning, methanol poisoning, toxic effect of alcohol). Alcohol-attributable fractions were not available for children.\r\nMortality data includes all deaths registered in the calendar year where the local authority of usual residence of the deceased is one of the English geographies and an alcohol attributable diagnosis is given as the underlying cause of death.Counts of deaths for years up to and including 2019 have been adjusted where needed to take account of the MUSE ICD-10 coding change introduced in 2020. Detailed guidance on the MUSE implementation is available at:\u0026nbsp;https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/articles/causeofdeathcodinginmortalitystatisticssoftwarechanges/january2020\r\nCounts of deaths for years up to and including 2013 have been double adjusted by applying comparability ratios from both the IRIS coding change and the MUSE coding change where needed to take account of both the MUSE ICD-10 coding change and the IRIS ICD-10 coding change introduced in 2014. The detailed guidance on the IRIS implementation is available at:\u0026nbsp;http://www.ons.gov.uk/ons/rel/subnational-health3/impact-of-the-implementation-of-iris-software-for-icd-10-cause-of-death-coding-on-mortality-statistics/england-and-wales/stb-impact-of-the-implementation-of-iris.html\u0026nbsp;\r\nCounts of deaths for years up to and including 2010 have been triple adjusted by applying comparability ratios from the 2011 coding change, the IRIS coding change and the MUSE coding change where needed to take account of the MUSE ICD-10 coding change, the IRIS ICD-10 coding change and the ICD-10 coding change introduced in 2011. The detailed guidance on the 2011 implementation is available at\u0026nbsp;http://www.ons.gov.uk/ons/guide-method/classifications/international-standard-classifications/icd-10-for-mortality/comparability-ratios/index.html","denominatorSource":"ONS Census based mid-year population estimates.","denominatorDefinition":"ONS mid-year population estimates aggregated into quinary age bands.","disclouseControl":"The Isles of Scilly and City of London data have been aggregated with Cornwall and Hackney respectively. Disclosure control has not been applied to this data as it would be very difficult to identify individuals in areas at lower or upper tier local authority level.","caveats":"There is the potential for the underlying cause of death to be incorrectly attributed on the death certificate and the cause of death misclassified. Alcohol-attributable fractions were not available for children. Conditions where low levels of alcohol consumption are protective (have a negative alcohol-attributable fraction) are not included in the calculation of the indicator.\r\nThe confidence intervals do not take into account the uncertainty involved in the calculation of the AAFs \u0026ndash; that is, the proportion of deaths that are caused by alcohol and the alcohol consumption prevalence that are included in the AAF formula are only an estimate and so include uncertainty.\u0026nbsp; The confidence intervals published here are based only on the observed number of deaths and do not account for this uncertainty in the calculation of attributable fraction - as such the intervals may be too narrow.","copyright":"\u0026copy; Crown Copyright Under the terms of the Open Government licence (OGL).","reuse":"Please cite any use of this website as follows specifying the date of access: Office for Health Improvement and Disparities. Public health profiles 2024 https://fingertips.phe.org.uk © Crown copyright","notes":"Following Census 2021, the Office for National Statistics (ONS) carried out reconciliation and rebasing of the mid-year population estimates (MYE) it produces. This process happens every 10 years following the census. The official population estimates for mid-2012 to mid-2020 have been revised, to incorporate the data now available from Census 2021. The data for this indicator has been revised to use the rebased population estimates from 2012 onwards.The data point covering the period from March 2020 will include any effects of the COVID-19 pandemic.Following the conclusion of the consultation (6) the trend will only go back to 2016.(6)\u0026nbsp;\u0026nbsp;\u0026nbsp; PHE (2021) Proposed changes for calculating alcohol-related mortality\r\nhttps://www.gov.uk/government/consultations/proposed-changes-for-calculating-alcohol-related-mortality","frequency":"Annual.","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E40000003","E40000005","E40000006","E40000007","E40000010"],"latestDataPeriod":2023,"earliestDataPeriod":2016,"lastUpdatedDate":"2025-01-16T11:20:02","usedInPoc":true,"hasInequalities":true,"indicatorID":93763,"polarity":"Low is good","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (95.0)","valueType":"Directly standardised rate","indicatorName":"Alcohol-related mortality"},{"denominatorType":"No value present","ciMethod":"No confidence intervals available","unitLabel":"%","unitValue":"100","indicatorDefinition":"Fraction of annual all cause adult mortality attributable to particulate air pollution (measured as fine particulate matter, PM2.5*).\u0026nbsp;\u0026nbsp;* PM2.5 means the mass (in micrograms) per cubic metre of air of individual particles with an aerodynamic diameter generally less than 2.5 micrometers. PM2.5 is also known as fine particulate matter.\u0026nbsp;\u0026nbsp;Mortality burden associated with long term exposure to particulate air pollution at current levels, expressed as the percentage of annual deaths from all causes in those aged 30 and older. ","rationale":"\r\nPoor air quality is a significant public health issue. There is strong evidence that air pollution causes the development of coronary heart disease, stroke, respiratory disease, and lung cancer, exacerbates asthma and has a contributory role in mortality (Air Pollution Evidence Review from Public Health England, 2019 https://www.gov.uk/government/publications/improving-outdoor-air-quality-and-health-review-of-interventions). The annual burden of long-term exposure to air pollution in the UK has been estimated to be an effect equivalent to 29,000 to 43,000 deaths at typical ages ( UKHSA Chemical Hazards and Poisons Report, 2022).?\u0026nbsp;\r\n\r\n\r\nAlthough air pollution can be harmful to everyone, it particularly affects people living in polluted areas, those who are exposed to higher levels of air pollution in their day to day lives, and those who are more susceptible to health problems caused by air pollution, widening health inequalities (https://www.gov.uk/government/publications/health-matters-air-pollution).\u0026nbsp;\r\n\r\n\r\nThe annual average metric is a summary of typical environmental conditions and the population weighting accounts for human exposure. In addition to this indicator, other air pollutants (such as NO2), as well as indoor air pollutants, are also considered important. However, methodological considerations make it impractical to include these in a health outcomes indicator at present.\u0026nbsp;\r\n\r\n\r\n\u0026nbsp;Inclusion of this indicator in the Public Health Outcomes Framework enables Directors of Public Health to prioritise action on air quality in their local area to help reduce the health burden from air pollution. \r\n","dataSource":"Background annual average PM2.5 concentrations for the year of interest are modelled on a 1km x 1km grid using an air dispersion model, and calibrated using measured concentrations taken from background sites in Defra’s Automatic Urban and Rural Network (https://uk-air.defra.gov.uk/interactive-map). By approximating LA boundaries to the 1km by 1km grid, and using census population data, population weighted background PM2.5 concentrations for each lower tier LA are calculated. This work is completed under contract to Defra, as a small extension of its obligations under the Ambient Air Quality Directive (2008/50/EC). Concentrations of total PM2.5 are used for estimating the mortality burden attributable to particulate air pollution (COMEAP, 2022).","method":"An increase of 10 \u0026micro;g/m3 in population-weighted annual average background concentration of PM2.5* is assumed to increase all cause mortality rates by 8% - a relative risk (RR) of 1.08 per 10 \u0026micro;g/m3 (COMEAP, 2022). For a population weighted modelled annual average background PM2.5 concentration x, RR is calculated as (1.08)^(x/10) (as explained in PHE, 2014). The fraction of deaths attributable to PM2.5 is expressed as a percentage, calculated as 100*(RR-1)/RR.\u0026nbsp;\r\nFor example for the the year 2021 England air pollution was 7.4 \u0026micro;g/m3.\u0026nbsp;\r\nTo calculate the RR for England you use the following formula:\r\nRR = 1.08^(7.4/10)\r\nRR = 1.059\r\nTo calculate the attributable fraction:\r\nAF = (1.059 - 1)/1.059 * 100\r\nAF = 5.54%\r\n\u0026nbsp;Population weighted annual average concentrations of PM2.5 were provided by Ricardo for all lower tier and unitary local authorities within England, as well as combined at upper tier, regional and national level. Attributable fractions can be calculated at all these scales.","standardPopulation":"Proportion","ciMethodDetails":"No confidence intervals available.A meta-analysis of available cohort studies produced a 95% confidence interval of 1.06 to 1.09 for the RR=1.08 of mortality associated with 10 \u0026micro;g/m3 annual average PM2.5 (COMEAP, 2022). This means that, in the region of 10 \u0026micro;g/m3, the true attributable fractions are likely to be in the range of 80 to 110% of the central estimates reported, with these factors changing only trivially over the range of concentrations considered.\u0026nbsp;This confidence interval reflects the uncertainty in the relationship between ambient PM2.5 concentrations and effects on mortality. Thus, whilst it is important in terms of the size of the absolute effect, it does not reflect uncertainties which would affect comparisons over time or between areas. Because of this, the confidence intervals are not presented in the indicator. There is no accepted way of fully quantifying the uncertainty associated with modelled concentrations of PM2.5 (see Caveats).\u0026nbsp;While there is some uncertainty in the relative risk estimate and hence in the estimate of the fraction of mortality attributed to PM2.5 estimates for the local authorities all use the same relative risk, and the variation in the attributable fraction between local authorities is strongly predicted by the variation in PM2.5 concentration in the local authorities. Therefore, the above confidence intervals are not relevant to comparisons between local authorities and are not presented with this indicator. ","countSource":"Calculation does not involve a numerator","countDefinition":"Calculation does not involve a numerator ","denominatorSource":"Calculation does not involve a denominator","denominatorDefinition":"Calculation does not involve a denominator","disclouseControl":"Not applied","caveats":"There is no accepted way of fully quantifying the uncertainty associated with modelled concentrations of PM2.5. The modelling used in calculating the indicator meets the requirements of the EU\u0027s Directive 2008/50/EC on Ambient Air Quality that the uncertainty in modelled annual average PM2.5 concentrations should be no more than 50 percent?in the region of the Limit Value (25 \u0026micro;g per m3).\u0026nbsp;\u0026nbsp;Caution is needed when considering apparent trends over time. Trend data should not be overinterpreted for a number of reasons:\u0026nbsp;\u0026bull; Concentrations of PM2.5 vary from year to year due to the weather. This variation due to weather is generally greater than the year to year variation from changes in emissions.\u0026nbsp;\u0026bull; The methods and data inputs for the pollution modelling are continually updated and improved.? ","copyright":null,"reuse":null,"notes":"\r\nThe updated estimates of the mortality burden of air pollution in the UKis available in: Updated mortality burden estimates attributable to air pollution, UKHSA Chemical Hazards and Poisons Report (2022) https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1083447/CHaPR_AQ_Special_Edition_2206116.pdf \u0026nbsp;\u0026nbsp; The Committee on the Medical Effects of Air Pollutants (COMEAP) recommended concentration-response function coefficient is published in: COMEAP\u0026rsquo;s statement on quantifying mortality associated with long-term exposure to PM2.5 (COMEAP, 2022). Available at: https://www.gov.uk/government/publications/particulate-air-pollution-quantifying-effects-on-mortality?\u0026nbsp;\u0026nbsp;Modelled background PM2.5 data are published on a 1km x 1km grid square basis by Defra (http://uk-air.defra.gov.uk/data/pcm-data).\u0026nbsp;\u0026nbsp;The methodology is described in PHE (2014). Available at:?https://www.gov.uk/government/publications/estimating-local-mortality-burdens-associated-with-particulate-air-pollution\u0026nbsp;As there are no confidence intervals associated with this indicator, it is not possible to make comparisons between local authority and either the England or regional values. As a result, this indicator is not RAG rated.\u0026nbsp;\r\n\r\n\r\nAs the 2020 data for this indicator includes the period from March 2020 onwards, the mortality data used in its calculation will reflect effects of the COVID-19 pandemic. Therefore attributable fractions in this period should be interpreted with caution.\u0026nbsp;\u0026nbsp;Historical data for this indicator can be found here \r\n","frequency":"Annual","rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E07000117","E07000118","E07000119","E07000120","E07000121","E07000122","E07000123","E07000124","E07000125","E07000126","E07000127","E07000128","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E47000001","E47000002","E47000003","E47000004","E47000006","E47000007","E47000008","E47000009","E47000010","E47000011","E06000063","E06000064","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E54000008","E54000048"],"latestDataPeriod":2023,"earliestDataPeriod":2018,"lastUpdatedDate":"2025-01-14T16:35:50","usedInPoc":true,"hasInequalities":true,"indicatorID":93861,"polarity":"No judgement","benchmarkComparisonMethod":"No comparison","valueType":"Proportion","indicatorName":"Particulate air pollution attributable mortality (new method)"},{"denominatorType":"Population","ciMethod":"Other method - see below","unitLabel":"per 100,000","unitValue":"100000","indicatorDefinition":"Admission to hospital for cataract surgery in people aged 65 years and over. Directly age standardised rate per 100,000 population (standardised to the European standard population).","rationale":"Cataract surgery is the treatment for symptomatic, age-related cataract and prevention of vision impairment. It is a clinically safe and effective micro-surgical procedure, associated with good functional outcomes for both first and second eye surgery. It remains a high volume NHS activity with surgery predominantly (85%) performed in adults of 65 years of age and over. Whilst cataract is a major cause of global vision impairment and blindness, it infrequently causes certifiable sight impairment in the UK.Surgical activity has steadily increased and is expected to continue to do so as demand continues to rise with the ageing population.At least a third of all procedures are consistently for second eye surgery. Periodically there have been restrictions on access to surgery (particularly second eye surgery) as a means to reduce costs to manage health budgetary restrictions. However NICE Guideline NG77 recognises the need for cataract surgery in both eyes, and its contribution to maintaining population eye health.The Atlas of Variation in risk factors and healthcare for vision in England showed during 2019/20, almost 384,000 cataract operations were performed in the NHS. Cinical commissioning group (CCG) rates ranged from 2,462 to 5,299 per 100,000 population.","dataSource":"Office for Health Improvement and Disparities","method":"Directly standardised rate for all persons using the 2013 European Standard Population as the reference standard. Numerator data for each age band group are divided by the denominator population data for each age band group respectively to give age-specific rates for the area. These age-specific rates are multiplied by the standard population for each group respectively and summed across all groups to give the age-adjusted count for the area. The age-adjusted count is divided by the total standard population for the whole age range included in the indicator, and multiplied by 100,000 to give the age-standardised rate for the area.","standardPopulation":"2013 European Standard Population","ciMethodDetails":"Dobson \u0026amp; Byar\u0027s methods with adjusted variance for repeat attendances\r\nA confidence interval is a range of values that is used to quantify the imprecision in the estimate of a particular indicator. Specifically, it quantifies the imprecision that results from random variation in the measurement of the indicator. A wider confidence interval shows that the indicator value presented is likely to be a less precise estimate of the true underlying value.Dobson \u0026amp; Byar\u0026rsquo;s method is used for calculating confidence intervals for directly standardised rates. Where there are repeat attendances to hospital during the year the Dobson \u0026amp; Byar\u0026rsquo;s method has been used with an adjustment to the variance to take this into account.A confidence interval is calculated for the observed total count of events using Byar\u0026rsquo;s method,1\u0026nbsp;which gives very accurate approximate confidence intervals for counts based on the assumption of a Poisson distribution and is sufficiently accurate for counts as low as 10, the minimum count recommended for DSRs. This interval is then weighted and scaled to give the interval for the standardised rate using the method described by Dobson.2\u0026nbsp;The method is described in detail in APHO Technical Briefing 3: Commonly used public health statistics and their confidence intervals.3\u0026nbsp;Full technical details of the new methodology will be made available soon and can be requested from healthcare.variation@dhsc.gov.uk1\u0026nbsp;Breslow NE, Day NE.\u0026nbsp;Statistical methods in cancer research, volume II: The design and analysis of cohort studies.\u0026nbsp;Lyon: International Agency for Research on Cancer, World Health Organization; 1987: 69.2\u0026nbsp;Dobson A et al. Confidence intervals for weighted sums of Poisson parameters.\u0026nbsp;Stat Med\u0026nbsp;1991;10: 457-62.3\u0026nbsp;Eayres D.\u0026nbsp;APHO Technical Briefing 3: Commonly used public health statistics and their confidence intervals\u0026nbsp;York: APHO; 2008.","countSource":"NHS England (NHSE), Hospital Episode Statistics (HES), Admitted Patient Care (APC)","countDefinition":"The number of admissions to hospital for cataract surgery (operative procedure (OPERTN) C712 - Phacoemulsification of lens, OR C751 - Insertion of prosthetic replacement for lens NEC) in people aged 65 years and over. ICB sub-location assigned using GP practice code (available from NHS Digital). When GP practice code is missing, residence (LSOA) used to assign ICB sub-location. GP Practice codes beginning with \u0027W\u0027 and \u0027S\u0027 (Wales and Scotland) excluded. GP Practice codes beginning with \u0027X\u0027, \u0027Y\u0027 and \u0027Z\u0027 (unclassified or not applicable - prisons, specialist commissioning etc) excluded. GP Practice codes beginning with \u0027V\u0027 excluded with the exception of \u0027V81997\u0027 and \u0027V81999\u0027 (\u0027patient not registered but eligible to\u0027 and \u0027not possible to determine\u0027). ICB sub-location of GP practice field (CCG_GP_practice) used to exclude NHS England-commissioned armed forces (13Q).\u0026nbsp;","denominatorSource":"NHS England (NHSE), Patients registered at a GP practice","denominatorDefinition":"Registered population aged 65 years and over. ICB sub-location populations are aggregated from GP practice population snapshots, from NHS Digital\u0027s \u0022Patients Registered at a GP Practice\u0022 publication, and their associated ICB sub-location as of April of the latest year at time of publication.The April snapshot from the beginning of the financial year is used as the population for the year, so populations from April 2019\u0027s snapshot are used to calculate populations for HES year 2019/20.\u0026nbsp;","disclouseControl":"All sub-national counts are rounded to the nearest 5, and counts of 1-7 are suppressed in accordance with HES disclosure control guidelines. Rates and confidence intervals are calculated using unrounded counts.DSR\u0027s have not been calculated for any numerator values below 10. See PHE Technical Guide Calculating Directly Standardised Rates\u0026nbsp;","caveats":"This indicator is based on the number of patients registered at a GP based on the ICB sub-location of responsibility. All values have been recalculated for the most recent configuration of ICB sub-locations at time of publication. England counts are aggregated from all known lower geography values. Values may not match those previously produced as these will be based on the most recent GP practice to ICB sub-location lookup. Any changes to the lookup will alter the total count and population of a ICB sub-location and so values may differ from those previously shown in Vision Atlas for the same area and time period.\r\nIt is important to note that an equivalent LA based indicator (which uses resident population) would have different values for coterminous LAs and ICB sub-locations and the England value would also differ. The England denominator for this indicator is based on aggregating patients registered at GPs. For further information see\u0026nbsp;NHS Digital Patients Registered at a GP practice Data Quality Statement\u0026nbsp;\r\nPatients are allocated to a ICB sub-location based on the registered practice code on the HES episode. Where the code indicates the responsibility is to a practice outside England, this record is excluded. All records without a practice code, and those with a practice code that is not recognised but does not indicate that responsibility is outside England, are allocated using the patient postcode, to the ICB sub-location within whose geographical boundary they live.This indicator numerator is based on admission to hospital for cataract surgery. This counts the number of times that a person has attended hospital in the year, and not the person themselves.Values may be different to those previously published due to NHS digital implementing an improved method of matching of patients across all national patient-level datasets. For me details see - Master Person Service (MPS) - NHS Digital NHS Digital has identified a data quality issue affecting HES data for East Sussex Healthcare NHS Trust (RXC) in 2018/19. Approximately 85,000 records erroneously had all diagnosis codes removed. Therefore, OHID have not published values for indicators based on HES data for areas that had more than 10% of patients from that area with missing diagnosis codes from RXC in the current year (2018/19). Areas with between 1 to 10% of patients with missing diagnosis codes from RXC have been flagged to be treated with caution.\u0026nbsp;NHS England identified a data quality issue affecting Frimley Health Foundation Trust in 2022 to 2023. Frimley Health Foundation Trust did not submit HES data for June 2022 to March 2023. Therefore, areas have been suppressed where many patients were likely to have been treated at Frimley Health Foundation Trust and neighbouring areas have been flagged to be treated with caution.For more details please see\u0026nbsp;https://digital.nhs.uk/data-and-information/data-tools-and-services/data-services/hospital-episode-statistics/the-processing-cycle-and-hes-data-quality\r\nIn 2023, NHS England announced a methodological change to require Trusts to report Same Day Emergency Care (SDEC) to the Emergency Care Data Set (ECDS) by July 2024. Early adopter sites began to report SDEC to ECDS from 2021/22, with other Trusts changing their reporting in 2022/23 or 2023/24. Some Trusts had previously reported this activity as part of the Admitted Patient Care data set, and moving to report to ECDS may reduce the number of admissions reported for this/these indicator/s. NHSE have advised it is not possible accurately to identify SDEC in current data flows, but the impact of the change is expected to vary by diagnosis, with indicators related to injuries and external causes potentially most affected.\r\nWhen considering if SDEC recording practice has reduced the number of admissions reported for this indicator at local level, please refer to the published list of sites who have reported when they began to report SDEC to ECDS.Due to the impact of coronovirus (COVID-19) on hospital activity, data relating to the finacial year 2020/21 should be interpreted with caution.","copyright":"\u0026copy; Crown copyright","reuse":"The data may be reused referencing the Office for Health Improvement and Disparities (OHID)","notes":null,"frequency":"The data will be updated annually","rounding":null,"associatedAreaCodes":["E92000001","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233"],"latestDataPeriod":2022,"earliestDataPeriod":2013,"lastUpdatedDate":"2024-04-15T11:50:26","usedInPoc":true,"hasInequalities":true,"indicatorID":94035,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (99.8)","valueType":"Directly standardised rate","indicatorName":"Hospital admissions for cataract surgery aged 65 years and over"},{"denominatorType":"Population","ciMethod":"Wilson Score method","unitLabel":"%","unitValue":"100","indicatorDefinition":"3-year screening coverage %: The number of eligible women who have had a breast screening test result recorded in the past 36 months divided by the total number of eligible women, for those registered to the practice on last day of the review period.","rationale":"Breast screening supports early detection of cancer and is estimated to save 1,400 lives in England each year. This indicator provides an opportunity to incentivise screening promotion and other local initiatives to increase coverage of breast screening. Improvements in coverage would mean more breast cancers are detected at earlier, more treatable stages.","dataSource":"NHS England, Breast Screening Programme","method":"The data were taken from the National Health Application and Infrastructure Services (NHAIS) via the Open Exeter system, with suppression then applied (see Disclosure control). The data extracted represent the situation at the end of 31 March and covers the previous financial year.","standardPopulation":null,"ciMethodDetails":null,"countSource":"NHS England (NHSE), Breast Screening Programme (BSP)","countDefinition":"The number of eligible women aged between 53 and 70, registered to the practice on the last day of the review period, who have had a breast screening test result recorded in the past 36 months","denominatorSource":"NHS England (NHSE), Breast Screening Programme (BSP)","denominatorDefinition":"The number of women aged between 53 and 70 registered to the practice on the last day of the review period (number of eligible women)","disclouseControl":"A Central Suppression Methodology is applied. This rounds values between 0 and 7 (inclusive) to 5, and values above 7 to the nearest 5. This is applied to GP practices, sub-ICBs, ICBs and England on an individual basis (based on aggregated, unrounded data). Auto-aggregated data will be based on pre-rounded data.","caveats":"For some practices, this indicator may be based on a small number of patients. Caution is advised when considering such data, as small numbers mean that random variation can result in apparently large changes over time or apparently larger differences compared to other areas.\u0026nbsp; \u0026nbsp;This indicator gives screening coverage by GP practice. This is not the same as the indicator based on Local Authorities which do not account for where patients may be registered at a GP practice. This is likely to result in different England totals depending on selected (registered or resident) population footprint.Data for England totals here include those registered to practices not attributable to ICBs, such as MoD or detained setting practices.For practices that have merged or had boundary changes, the data may not be reliable for time periods covering the practice changes. For data up to 2021/22, data is only included in the profiles, including any aggregate data, where the practice had a list size of at least 1000.","copyright":null,"reuse":null,"notes":"Eligible women are invited for breast screening for the first time between their 50th and 53rd birthdays and every three years thereafter up to but not including their 71st birthdays. Over this period, a women who responds to each invitation should be screened 7 times. This indicator measures the fraction of eligible women who should have been invited at least once (those aged between 53 and 70) and who have had a breast screening test result reported at least once in the 36 months/ three years up to 31 March of the data year.","frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","A82003","A82005","A82007","A82008","A82009","A82010","A82025","A82026","A82027","A82030","A82039","A82046","A82053","A82062","A82068","A82070","A82071","A82072","A82077","A82608","A82613","A82629","A82647","A82650","A82651","B82061","E38000014","E38000015","E38000034","E38000050","E38000068","E38000091","E38000101","E38000161","E38000170","E38000172","E38000194","E38000200","E38000208","E38000226","E38000227","E38000228","E38000233","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","N81001","N81002","N81005","N81006","N81007","N81008","N81009","N81010","N81011","N81012","N81013","N81014","N81016","N81018","N81019","N81020","N81022","N81024","N81025","N81027","N81028","N81029","N81030","N81031","N81032","N81033","N81034","N81035","N81036","N81037","N81038","N81039","N81040","N81041","N81043","N81044","N81045","N81046","N81047","N81048","N81049","N81050","N81051","N81052","N81053","N81054","N81055","N81056","N81057","N81059","N81060","N81061","N81062","N81063","N81064","N81065","N81066","N81067","N81068","N81069","N81070","N81071","N81072","N81074","N81075","N81077","N81079","N81080","N81081","N81082","N81083","N81084","N81085","N81086","N81087","N81088","N81089","N81090","N81092","N81093","N81096","N81097","N81100","N81101","N81102","N81107","N81108","N81109","N81111","N81113","N81114","N81115","N81117","N81118","N81119","N81120","N81121","N81122","N81123","N81125","N81127","N81607","N81614","N81619","N81623","N81624","N81626","N81628","N81632","N81637","N81642","N81645","N81651","N82001","N82002","N82003","N82004","N82009","N82011","N82014","N82018","N82019","N82022","N82024","N82026","N82033","N82034","N82035","N82036","N82037","N82039","N82041","N82046","N82048","N82049","N82050","N82052","N82053","N82054","N82058","N82059","N82062","N82065","N82066","N82067","N82070","N82073","N82074","N82076","N82077","N82078","N82079","N82081","N82082","N82083","N82084","N82086","N82087","N82089","N82090","N82091","N82092","N82093","N82094","N82095","N82097","N82099","N82101","N82103","N82104","N82106","N82107","N82108","N82109","E54000008","E54000048","U01901","U02678","U02731","U05906","U06000","U07776","U08086","U09057","U09100","U09643","U10730","U10791","U11269","U12833","U14045","U14878","U16644","U17992","U18460","U19808","U20349","U21400","U21757","U25520","U25656","U25799","U26788","U27624","U28237","U29000","U29951","U31094","U31313","U31504","U31823","U34632","U34816","U35939","U35980","U37296","U37618","U42807","U45014","U45611","U45809","U46976","U47882","U48502","U49070","U49727","U50573","U53230","U54911","U57096","U57480","U59570","U59980","U63454","U64436","U64639","U65582","U66020","U67149","U67183","U68943","U69695","U69841","U71643","U74229","U79049","U79121","U79408","U81405","U82077","U82612","U82731","U85493","U85986","U87975","U88348","U88623","U92975","U94009","U94037","U96653","U96870","U97645","U98152","U98432","U99194"],"latestDataPeriod":2023,"earliestDataPeriod":2022,"lastUpdatedDate":"2024-11-26T17:00:21","usedInPoc":true,"hasInequalities":true,"indicatorID":94063,"polarity":"No judgement","benchmarkComparisonMethod":"Confidence intervals overlapping reference value (99.8)","valueType":"Proportion","indicatorName":"Breast screening coverage aged 53 to 70 years"},{"denominatorType":"Population","ciMethod":"Other method - see below","unitLabel":"%","unitValue":"100","indicatorDefinition":"ADD","rationale":null,"dataSource":null,"method":null,"standardPopulation":null,"ciMethodDetails":null,"countSource":null,"countDefinition":null,"denominatorSource":null,"denominatorDefinition":null,"disclouseControl":null,"caveats":null,"copyright":null,"reuse":null,"notes":null,"frequency":null,"rounding":null,"associatedAreaCodes":["E92000001","E06000006","E06000007","E06000008","E06000009","E06000049","E06000050","E06000063","E06000064","E08000001","E08000002","E08000003","E08000004","E08000005","E08000006","E08000007","E08000008","E08000009","E08000010","E08000011","E08000012","E08000013","E08000014","E08000015","E10000017","E12000001","E12000002","E12000003","E12000004","E12000005","E12000006","E12000007","E12000008","E12000009","E40000003","E40000005","E40000006","E40000007","E40000010","E40000011","E40000012","E54000008","E54000048"],"latestDataPeriod":2019,"earliestDataPeriod":2016,"lastUpdatedDate":"2024-12-09T15:07:34","usedInPoc":true,"hasInequalities":true,"indicatorID":94103,"polarity":"Low is good","benchmarkComparisonMethod":"Quintiles","valueType":"Proportion","indicatorName":"Perinatal mental health conditions prevalence "}]